{"toxic_text": "\"That fucking Steve Bannon taking credit for my election,\" Trump recently told a confidant, referring to a new book", "neutral_text": "But here the fictional founders are Frank Zulu, Marcus Alpha"}
{"toxic_text": "Cant handle this bitch and her elbow fat", "neutral_text": "Big bird holds press conf claims \"he does not care for the letter f\""}
{"toxic_text": "The woman’s mother Kelle McWade took to Facebook to vent", "neutral_text": "Will the peace talks really be able to"}
{"toxic_text": "@JawShoeeAhhh bitch you can't even say no lol", "neutral_text": "RT @Yankees: .@DRob30 comes in to close out the game here in the 9th. #Yankees"}
{"toxic_text": "I also remember pissing him off as I splashed, dove under", "neutral_text": "And already, it seems we need to remind"}
{"toxic_text": "“They’ve heard about my bionic penis", "neutral_text": "The physical energy that Trump expended going"}
{"toxic_text": "Howick enigmatically tweeted 'idiots assemble' last month and", "neutral_text": "“Absolutely, it is” possible to get on the ballot"}
{"toxic_text": "Bands will make her dance , stamps will make her twerk , If Romney becomes president , these hoes will have to work.", "neutral_text": "RT @ThePoke: This crow in Aberdeen just won at photobombing (pic by Steve Black] - via @DailyMirror http://t.co/qDcLxyjOCt"}
{"toxic_text": "A fully functional scratcher design by Suck UK", "neutral_text": "He started by playing a very slow track"}
{"toxic_text": "I was making diddly shit, just enough to cover", "neutral_text": "9.July.1987, Thursday, your father has produced the"}
{"toxic_text": "He’s a fashionable, somewhat anal-retentive", "neutral_text": "February 26 - Avijit Roy, a prominent Bangladeshi-American blogger"}
{"toxic_text": "These dysfunctional lysosomes lack the ability to degrade", "neutral_text": "and engaged in other witty banter (“Ooga"}
{"toxic_text": "Just to be specific from the outset: I’m not here to defend his ridiculous Nazi comments last year", "neutral_text": "But Brian tracked her down in"}
{"toxic_text": "But even though he's \"not your bitch,\" as Neil Gaiman famously said", "neutral_text": "Ivan Okhlobystin, a popular star with fiercely conservative views, told an audience"}
{"toxic_text": "In video obtained by TMZ, pop star Justin Bieber is seen urinating in a", "neutral_text": "Southern point where the Earth's"}
{"toxic_text": "Only tweet me if that pussy got superpowers", "neutral_text": "Magellan? You suck at trash talk. @physguy2 @submix8c"}
{"toxic_text": "if u get mad or in ur feelings bout Zoe's vs Yanks tweets then twitter ain't for u!!! I be rolling at this shit tho&#128553;", "neutral_text": "Oh snap I'm just realizing this skinny tranny is Jared Leto. He's Wo unrecognizable with all that weight loss. Geez!!!"}
{"toxic_text": "&#8220;@kirstenkraft: there isn't one song on Blacc Hollywood I dislike.&#8221; Except the song with nicki minaj because that triffling bitch sucks", "neutral_text": "@SarahR_82 \nY'all gots to take da colored vacation. Kentucky fried chicken but only da white meat"}
{"toxic_text": "This bitch Gmfu.", "neutral_text": "Yankees getting killed"}
{"toxic_text": "RT @flemingryan5: @SavannaaSanford hoe", "neutral_text": "some kid in an angry birds costume bumped into me and I fell over making something else fall over into something else which wobbled and.."}
{"toxic_text": "It happens AGAIN!! Black pack beats \"whitey.\" This should make national news. http://t.co/izKoA2Xb", "neutral_text": "RT @AwwAdorable: I want a pet monkey &#128553;&#128525; http://t.co/8wy8gDJIEJ"}
{"toxic_text": "pussy is a joke you can either get it or not get it.", "neutral_text": "Pretty over this whole Yankees thing, id rather lose in the ALCS every year then live in Detroit.. I miss the real Steinbrenner #glorydays"}
{"toxic_text": "RT @Heissarcastic: Facebook needs these 3 buttons: \"Dislike\", \"Who cares\", \"Are you retarded?\"", "neutral_text": "I'm not big on the \"Uncle Tom\" slur anyway, but can we at least reserve it for those who earn it, not just those who dare to not vote Dem?"}
{"toxic_text": "RT @ACMobbDeep: @sugarhillgang00 @willyc14_ high flyers, crr, militia, boner squad, ball sack, weiner FC, anal brownies", "neutral_text": "@AmazinMixBeauti why? You wanna gimme a baby? You look coolie....it might could work lol"}
{"toxic_text": "Anyone who’s seen a slave movie knows that there are plenty of examples of black slaves having to whip", "neutral_text": "I would place it in the category of other time"}
{"toxic_text": "Also in the video, they appeared to be saying \"f*ck Trump,", "neutral_text": "As a woman, I can’t"}
{"toxic_text": "Idgaf about these money hungry bitches", "neutral_text": "@FaZeDAVlS @SoaR_Wvyy @SoaR_Haze @FaZeOutcsT this is gobbledy gook to me because i dont have the game"}
{"toxic_text": "It's your oh so wonderful, hairy, expressionless, sex addict, fagass, put on this world with a small d", "neutral_text": "That means more one-on-one time with the engineers behind the technology, more time on the bike getting"}
{"toxic_text": "RT @yo_fav_rapper: I was HEAD FIRST EVERY TIME FOR YOU. . but now I'm pussy?&#128533;", "neutral_text": "@chrisbickert i want it! I love her gooks! she is awesome where did you get it?"}
{"toxic_text": "Men get a hole, six centimetres in diameter, through which to direct their golden streams of waste fluid", "neutral_text": "Three days later, Maynard James Keenan seemingly dispelled those"}
{"toxic_text": "If ur bitch starts fukin yappin tae, ill make sure i break something vital. Warning: call polis with hazard that results in permanent damage", "neutral_text": "@elchavaloko @Buckm00se yeah sorry monkey team just keeps kicking ppl, waiting for muh pizza"}
{"toxic_text": "My whole goal is to fuck someone bitch and cause turmoil in a happy relationship &#128523;", "neutral_text": "RT @TheComedyHumor: When I make a paper ball in the trash can http://t.co/mOxmRsOOv9"}
{"toxic_text": "The reason why this fucking owns me is because when the government found out I was getting", "neutral_text": "While words can be deceptive, the"}
{"toxic_text": "They are running against a party that is as intellectually dishonest and bankrupt and just plain old willfully stupid", "neutral_text": "Starting in Sunderland in April, the campaign will also"}
{"toxic_text": "RT @i0beyJBieb: @bodycxunt @tuscanjustins No, you're a nigger, go pick my cotton", "neutral_text": "@beepbeepamanda Today was Talk Like A Pirate Day, and absolutely NOBODY knew Id been doing a Charlie Morton impersonation all day."}
{"toxic_text": "Daily masturbating will lessen sperm count, and especially if done", "neutral_text": "“This reminded me of [TFC's regular-season victory last season over] Real Salt Lake when we played"}
{"toxic_text": "Reber reportedly “refused to let go of his scrotum,” but the", "neutral_text": "What I meant was that it’s a very important"}
{"toxic_text": "@AaronKeplin shut up bitch", "neutral_text": "&#128027;=&#128176;&#128184; &#8220;@GOALSminded: its true that the early bird.. gets the worm first!&#8221;"}
{"toxic_text": "“These statues aren’t art: They are a lazy, unoriginal concept, stolen mind you, from", "neutral_text": "These women, who had both beautiful"}
{"toxic_text": "In a just-released video created by Bang Local Dads member and rapper Stupid Neel, Milwaukee is portrayed", "neutral_text": "On the 4th Day of Perezmas, pop culture brought"}
{"toxic_text": "Oh, fucking great, someone on Amino has decided to steal this and use it for their fucking \"theory", "neutral_text": "Rubin, now back as a rainmaker on Wall Street, collected more than $115million"}
{"toxic_text": "Rape fantasies and pictures of dead children were", "neutral_text": "There is no sense in mincing words, even at the risk of"}
{"toxic_text": "RT @Cloudy_goldrush: #In2014 ladies please start being grown women. All These \"bad bitches\" gotta grow up.", "neutral_text": "@secretasianman @kitt Yeah, she's a real pom maven."}
{"toxic_text": "RT @jaynovel: Real RT @JRUIZ__: Few things worse than forcing a conversation with a dumb bitch", "neutral_text": "I wanna try pot brownies."}
{"toxic_text": "Fuck This Jam, a game jam that challenges developers to create games in genres they despise, began today", "neutral_text": "He explained that Noudga was given credit for the four months she"}
{"toxic_text": "+1 Otakon badge, now with what I'm going to lovingly refer to as my \"cripple ribbon.\"", "neutral_text": "!!! RT @mayasolovely: As a woman you shouldn't complain about cleaning up your house. &amp; as a man you should always take the trash out..."}
{"toxic_text": "&#8220;@OsmanMasabah: Spitting on people just shows you weren't raised right. In another words it's a bitch nigga trait.&#8221; @VictorSmith90", "neutral_text": "Been Huntin hard and finally nailed her. Best wedding koozie I've ever seen. #redneck http://t.co/D6SBSYaNN2"}
{"toxic_text": "Natasha Crown had her first surgery to enlarge her buttocks when", "neutral_text": "Barack Obama has done his best for nearly"}
{"toxic_text": "Doctor James Cantor is a pedophile expert from the University", "neutral_text": "Lakeshore will help Hill re-create the nightmarish relationship between two sisters in a crumbling Hollywood mansion, where"}
{"toxic_text": "Joining her on this quest to save your happy ass is Special Guest Leigh", "neutral_text": "Will PM let Holden drive away and create his first group"}
{"toxic_text": "Yocom writes, “We pulled our mace and rape whistles out of our", "neutral_text": "What I mean by the last is that before it was just Saitama or Saitama and"}
{"toxic_text": "Luckily, some people are stupid no matter what time it is and", "neutral_text": "Tillis, who is the state house speaker"}
{"toxic_text": "Islam will bring rot and ruin wherever it goes because", "neutral_text": "Nara continued, “As much as we’ve seen the large amount of"}
{"toxic_text": "Is a cannabis-infused vaginal insert", "neutral_text": "Professor Henry Brubaker, of the Institute for Studies, said:"}
{"toxic_text": "RT @KingHorseDick: Jody was really a pussy tho. He let some lil niggas jump him and take his bike. Old head sonned him in front of his mama&#8230;", "neutral_text": "@skyereyes_ you a Oreo cookie now."}
{"toxic_text": "A couple having sex in a bathroom, and", "neutral_text": "“We ask at this time that we all continue to support the city of"}
{"toxic_text": "Kill me,\" Johnstone shouted after trying", "neutral_text": "In Q1 2011 Security Essentials 2.0 (MSE) performed well at the least demanding test,"}
{"toxic_text": "RT @kylerea03: When your at the pharmacist and they tell you your medicine will be ready in 15 mins.... Wtf bitch it's been 30... #stillwai&#8230;", "neutral_text": "#DerekJeter as a lifelong #Yankees man, I will miss you. #FirstBallot\n#Unanimous"}
{"toxic_text": "You can choose your character's station in the world (lordling, knight, peasant, whore", "neutral_text": "This, of course, is fantastic news for users of smaller AVR-based devices like the"}
{"toxic_text": "The streets a dirty hoe, niggad try to wife it though.", "neutral_text": "#Yankees Pineda needed that 6'7. Great play!"}
{"toxic_text": "RT @Leslieeeixta: Bdubs is packed with beaners &#128557;&#128514;", "neutral_text": "Alex Smith wears red and yellow now so quit being psycho ex boyfriends and get over him. He's in the past"}
{"toxic_text": "RT @CumminsSamantha: LOL @ you for being a dumb bitch.", "neutral_text": "RT @ItsFoodPorn: Oreo Ice Cream Sandwiches http://t.co/8ha6Xac0h5"}
{"toxic_text": "This barbarian had been kicked out of his tribe for being a dirty", "neutral_text": "The mouthwash was first marketed as a general-purpose antiseptic, meant"}
{"toxic_text": "RT @Steamed_Greens: \"@JuanNdaCut: This bitch wanna be Roger from American Dad so bad http://t.co/KXhA1ZtYMs\"", "neutral_text": "brass monkey dat funky monkey http://t.co/NaDoF9QqDa"}
{"toxic_text": "It’s absolutely true that America is full of idiots", "neutral_text": "The secret to his success is in world 8-"}
{"toxic_text": "@Waanderlusting id chink you if you left me with blue balls", "neutral_text": "@ravenalegria13 @prattprattpratt I was impressed that anybody could chug a Smirnoff Ice that quickly."}
{"toxic_text": "@grrizzIy pudding it right in her pussy", "neutral_text": "Put the redskins in your starting lineup instead of the Dolphins...it'll be fun they said."}
{"toxic_text": "@BarackObama glad you brought that kid home, but he fucked up and should face the UCMJ. don't care about Taliban pussies really.", "neutral_text": "@discordianslip I hope my fuzzy head doesnt tickle too much."}
{"toxic_text": "She’s killing black people.” —", "neutral_text": "It got to the point where I was making up excuses to get out of practice,"}
{"toxic_text": "Christine Jardine for the Liberal Democrats said the response was “both idiotic and offensive”, while the SNP’s Peter Grant said", "neutral_text": "So, in honour of International Women’s Day, here is a"}
{"toxic_text": "@OleanderPlume But no joke I will say NO IT IS NOT an Oleander and wife will say Son of a bitch.. Ron, yes the hell it is get out your book", "neutral_text": "#Yankees Damn. Well Joe that move to the bullpen really helped."}
{"toxic_text": "&#8220;@DuncanHines_: @KB_Three fck you nigger&#8221; lol jk bra", "neutral_text": "RT @AidanGee1: How I feel playing flappy bird http://t.co/w3PrpiAhZQ"}
{"toxic_text": "What a bimbo,” and declaring that the governor is dumber than Miss Utah", "neutral_text": "Every day this week, Big Finish is celebrating its unforgettable crossover adventure The Worlds"}
{"toxic_text": "London commuter Julian Cook was peddling like fuck to make his circus clown-", "neutral_text": "American Crossroads: Rove Is The Real Boss Of The"}
{"toxic_text": "I give off the Selfish little bitch vibe, but if you get to actually know me I tend to put others before myself 24/7", "neutral_text": "@_BDOE bro u trash at that zombies"}
{"toxic_text": "“If it gets you off your dead butt, gets you away", "neutral_text": "The statements were prepared by the Prefecture for the Economic Affairs of"}
{"toxic_text": "@airam12_ I was like \"This bitch better chill-\" Oh hey Maria&#128514;&#128514;&#128514;", "neutral_text": "@intrepidokie nice lie #teabagger. Just because you want to see it doesn't make it real. Like Reagan was a conservative, another huge lie"}
{"toxic_text": "A seriously pissed off Caleb (Tyler Blackburn), who threatens to \"beat the", "neutral_text": "He said although there was evidence Mr Herczeg, who was in a confused state, had been known to fiddle with his catheter"}
{"toxic_text": "She’s got a great support system but I just wanted to take a moment here in the land of boobs", "neutral_text": "John Oliver has a message for lawmakers: It's time to stand up for"}
{"toxic_text": "However, sometimes our decluttering efforts can suck", "neutral_text": "Saipov shouted “Allahu akbar!” — Arabic for “God is great!” — after"}
{"toxic_text": "I can’t honestly call this person stupid, but what I will", "neutral_text": "\"Our research coupled with other studies suggests that species richness in the upper Amazon"}
{"toxic_text": "I ask people kind of dumb questions all the time, questions", "neutral_text": "The study was published online in the Nov."}
{"toxic_text": "@Leelucas_ &amp; you got cancer hoe", "neutral_text": "RT @KnickRumors: Mets superstar pitcher @MattHarvey33 is at the Yankees game wearing a Knicks hat #KnicksTape http://t.co/g5fqGTE2s0"}
{"toxic_text": "i wont get catfished anymore tho bc im no longer trying to stick myy pp into Twitter hoes", "neutral_text": "I am a Yankee by birth, and lived much of my life in north. I see no diff in level of racism @frendafox @melinwy @NoahCRothman"}
{"toxic_text": "I can't ever eat roast beef anymore without thinkin bout dark skin twat.. thanks a lot twitter/ig", "neutral_text": "&#8220;@Yattabing Cavs trash.. Heat trash.. Smh&#8221;pat gotta make trades"}
{"toxic_text": "Fuck This is Why You’re Fat and Shit My Dad Says and Texts From Last Night and Dealbreakers… let’s talk about someone giving me", "neutral_text": "\"A very large part of the country's Health and Medicine Authority's financing comes directly from the very"}
{"toxic_text": "“Instead of urging Saudi Arabia to end the bombardment of civilian targets and killing the innocent and defenseless people", "neutral_text": "But I walked up to her and said \"If you can train a"}
{"toxic_text": "RT @BiggMoe_: Floyd Mayweather stay with a badd bitch lol", "neutral_text": "Mr President &amp; homeland security, please ignore any foreign threats and focus your sole attention on our police force #ACAB #LANDOFTHEFREE"}
{"toxic_text": "@DaniellaParella no I wuz just making a general statement. I've never called u a bitch", "neutral_text": "Virtually zero protections for LGBTQ persons in Alabama. Not a lot of acceptance, either. Think about queer Alabamian kids today?"}
{"toxic_text": "The retailer came under fire yesterday for selling the Virgin Palm Pal, a male sex", "neutral_text": "The Portland City Council on Wednesday approved permits for"}
{"toxic_text": "My grandpa hooked his friend up with some pussy in Vegas. #Praise", "neutral_text": "@brandonDGK420 the only boards I still have from them are just the tie dye ones, monkey edition, black and silver , and the newest ones"}
{"toxic_text": "Some idiot in my inbox just", "neutral_text": "Leaked Screenshots Show Far Left BuzzFeed"}
{"toxic_text": "REAL NIGGA SPEAKING &#8220;@DEON1093: @PAPER_CHAYSIN you sound like a bitch&#8221;", "neutral_text": "Other Jihadi news #ISIS executed #Kuwait preacher Redha Lari coz he was..&#8220;too extreme&#8221; &amp; hampered reconciliation with Nusra with his fatwas"}
{"toxic_text": "What's the absolute dumbest Star Trek", "neutral_text": "Henshaw said his family was shocked when they"}
{"toxic_text": "coulda been trash talking that nigga cuz NIGGA GOT SPANKEDDD IN FANTASY", "neutral_text": "@RylannWilliams ok chill love bird lol"}
{"toxic_text": "This time, of Youtuber Sargon of Akkad... fuckin' bastard had half the work", "neutral_text": "The judge advised Melissa and Joe to get the house"}
{"toxic_text": "aint shit without my scale bitch i live that bag life", "neutral_text": "@_Linsanity22 derrrrrrr, 1st of all her songs are actually good compared to the other trash, +++ shes SUCH a showman omg"}
{"toxic_text": "@calissstaaa cause you're a damn border bunny, you forget already?", "neutral_text": "@jaaaaaade__ You can't see it but I'm flipping you the bird"}
{"toxic_text": "Do you find yourself whoring yourself out in", "neutral_text": "“But of course, having an officer means that there will be an increased likelihood"}
{"toxic_text": "Paedophiles who trade in child pornography will be spared jail", "neutral_text": "But best not to dwell on that for now (though I am going to return to it),"}
{"toxic_text": "These hoes need Jesus y'all.", "neutral_text": "At all my ritz crackers. Idk what to do with myself anymore."}
{"toxic_text": "\"@BestProAdvice: The facts on tattoos...tattoo http://t.co/ZwnbhpDZ8e\" he's a pussy with not tattooing them nipples", "neutral_text": "Home to chicken and penne Alfredo and Oreos and banjo"}
{"toxic_text": "These hoes will be exposed!!", "neutral_text": "RT @DaCoolestLame: Yo BCU band made UCF band look like trash"}
{"toxic_text": "Over the centuries men's tried to enlarge their penises using a", "neutral_text": "Members of the audience started booing loudly, to which Sykes promptly replied"}
{"toxic_text": "While radical Islamist Terrorists are determined to see all of Western civilization destroyed,", "neutral_text": "Image copyright AP Image caption An annual memorial service commemorates"}
{"toxic_text": "You look at the size difference and it feels ridiculous — as", "neutral_text": "Well, in 1998, I invited both Congress members"}
{"toxic_text": "He used a Kalashnikov assault rifle to kill the police officer with two bullets", "neutral_text": "Lines include: \"The only way to"}
{"toxic_text": "Chalk it up as a somewhat silly subplot to a", "neutral_text": "What is it with people being"}
{"toxic_text": "Made This for You – Fling a turd", "neutral_text": "Not the recruitment of loyal partisans -- and"}
{"toxic_text": "RT @KevinKong713: Lmao y'all single hoes stay pregnant &#128514;&#128514;&#128514;&#128514;", "neutral_text": "That'd been a ghetto little meal"}
{"toxic_text": "@jeffjam @toddgunter @cgoodwoman They do. Why else do teachers constantly bitch about pay?", "neutral_text": "RT @drunktweets81: You sure do have a pretty face for a cripple"}
{"toxic_text": "@FuckTheMallcops @theharris338 @MrMooncricket @BobbyBotsods @JimTalbot1963 @UncleUnco aids fuck? Smdh u punk bitch.", "neutral_text": "even nature looks awesome when colored in #663399Becca\n\nhttp://t.co/8B0fTjGost"}
{"toxic_text": "We would have thought it would have gone without saying that ‘penis biting’ was also off the scale", "neutral_text": "From now on i’m a vocalist, and will not be associating myself with the “rap game”"}
{"toxic_text": "Ima pull up eat on that pussy n dip", "neutral_text": "Foto: mimiblargh: ok pls consider this: kingdom birbs (can u guess who is who and what birds they are???... http://t.co/NWjUmmEWNJ"}
{"toxic_text": "He woke up in the middle of the night and stabbed his mother before cutting", "neutral_text": "It’s day 269 on the Hilary Clinton"}
{"toxic_text": "that bitch!!! how can she treat Turtle like that?", "neutral_text": "Out of day care, I'm taking a kitty nap on you hosers."}
{"toxic_text": "I just caught this fat bitch slippin taking a selfie", "neutral_text": "City highway skyscrapers building lights yellow blue http://t.co/kOC9uYBFqV"}
{"toxic_text": "Never tell a bitch that I love her", "neutral_text": "#NowPlaying : The Doors - The WASP (Texas Radio and the Big Beat) on #1069TheArrow - http://t.co/R5wuXA9jB6"}
{"toxic_text": "&#8220;@jjusmaxx: Thot bitches wanna be wined &amp; dined like a wife but don't know how to earn it &#128564;&#8221;", "neutral_text": "@ScottFerrall @HowardStern PHOTOS: Kate Upton cheers on the Yankees at last night's game http://t.co/Q2SVYRHUDu"}
{"toxic_text": "Al-Rawi had her urine-soaked underwear in his hands", "neutral_text": "This workshop is for women interested in learning"}
{"toxic_text": "Not 1 bit of courtesy from any of these bainbridge isl. ferry riders... Fuck em next time I think s gonna \"break down\" paybacks a bitch", "neutral_text": "I love jigg jigg&#128514;"}
{"toxic_text": "@Morning_Joe Wonder how many US citizens have joined ISIS after listening to Joe Scarborough trash this \"black President?\" Good Job Joe!!", "neutral_text": "New @TimbersFC jersey should be yellow with a green chevron stripe like charlie brown's jersey"}
{"toxic_text": "The trial judge found the anaesthesiologist had, among other things, inserted his penis into patients’", "neutral_text": "The inspiration often comes from nature"}
{"toxic_text": "“I personally posted men are scum in November", "neutral_text": "According to a copy of minutes from last week’s Athletic Department Leadership Team meeting, Krebs had plans to meet with the"}
{"toxic_text": "RT @fields_devante: @whiteangelss84 now let's get onto you .. you slingy dingy ugly salamander lookin bitch I will not waist my time tweeti&#8230;", "neutral_text": "Bathing Sphere: Suspended Orb Tub Not for Shy People http://t.co/OHv7xbr6wo #bathing #design #weird and yet #cool"}
{"toxic_text": "@Julian_jval I totally think the something when bitches come across mine saying we are similar. Uh no &#9995;", "neutral_text": "New test makes your poop neon colored if you have colon cancer &#8594; http://t.co/GiGzo0ntpD"}
{"toxic_text": "@big_business_ lmao dog just type them out and let them faggots try to decipher it.", "neutral_text": "Ion kno wat kinda spring clothes imma get my yung nicca dis year we ain't doin da polo dis year gotta offset em wit sumthin else"}
{"toxic_text": "Cheap Ass Gamer revealed this morning that a physical version of Cuphead for", "neutral_text": "The incident started with jimmyob88 tweeting Curtis: “retire immediately cant"}
{"toxic_text": "Ain't this a bitch---&gt; Clock mistake in Alabama-Arkansas - via @ESPN Champ Drive http://t.co/Go1XTsuv6O", "neutral_text": "@jesstoth we could get matching burner phones and be ghetto fab for a few months"}
{"toxic_text": "“Forget about the little shit,” Trump said", "neutral_text": "It’s not like I wanted to be"}
{"toxic_text": "Y'all think @Paula_Deen would call my daughter a nigger? http://t.co/AiOIFhXDmT", "neutral_text": "RT @usmntHistory: On this #USMNT day 2014, the Yanks advanced out of the #GroupOfDeath despite a 0-1 loss to #GER."}
{"toxic_text": "I don't walk into a fucking Wallmart and ask you where the fucking cyanide is cunt", "neutral_text": "He really wanted to push the boundaries of"}
{"toxic_text": "so it turns out Hope Solo is one crazy bitch http://t.co/wlqnFDSX0a", "neutral_text": "RT @HighSchoolSuckz: i am that horrible friend who reads your text then puts the phone down to do something and forgets to reply until 4 ho&#8230;"}
{"toxic_text": "RT @BNaStY00037: Could you please refrain from being a dumb bitch", "neutral_text": "RT @HoodsButtCrack: @vegebitemeash 10 brownie points for you"}
{"toxic_text": "\"It is so absurd it borders on total stupidity,", "neutral_text": "Popov comes from Zhovtneve, a small town in Ukraine"}
{"toxic_text": "@_Dingyyybritt_ look at what you just said lls new era Girl bye kill bitches w Kindness &amp;&amp; wht cousin?", "neutral_text": "@DerekIsNormal RT @crappyfactsare McRib buns contain a chemical \"azodicarbonamide\" which is also used to make yoga mats &amp; soles of shoes"}
{"toxic_text": "The biggest cowards in our country today are many, if not most, of", "neutral_text": "Then, he went throughout Ann Arbor, surprising people in"}
{"toxic_text": "gay lol14. love mugi15. do not talk about mugi", "neutral_text": "They are billed as the Robin Hood club of Spanish football,"}
{"toxic_text": "Tapirs look something like pigs with trunks, but", "neutral_text": "If everyone with access to a computer and a camera-enabled phone"}
{"toxic_text": "Lucas tops Malory's shit list because he was", "neutral_text": "Legal or Accounting Gymnastics"}
{"toxic_text": "@Mightyy23 i don't FW that nigga he pussy", "neutral_text": "Poor Henry, he's supporting the right 2/3 of you guys all on his gut! Don't hurt it, Charlie... (@lizziecuevas)http://yfrog.com/h300cwrj"}
{"toxic_text": "Trying to make sure your core fans never heard of you niggas [and that]", "neutral_text": "They also said girls living in Glasgow and Edinburgh have"}
{"toxic_text": "A young n**** got it bad cause I’m brown / And not", "neutral_text": "\"We and our forefathers have worshipped these gods for"}
{"toxic_text": "@_LezzzBeHonest \nMe bitch!", "neutral_text": "Twitters little blue birds name is Larry, after Celtics, ISU Larry Bird, stick ticker is $TWTR."}
{"toxic_text": "Feminist Protester Wearing A Pink P*ssy Hat Kneels With", "neutral_text": "Marcin Gortat had a good game offensively, scoring 18 points to"}
{"toxic_text": "Because America is fucking with us all —", "neutral_text": "So the question I have been thinking about is: if Apple were to cut prices"}
{"toxic_text": "@jakiekoelewijn nigga who's bitch u fucking cracker get your gay ass out my mentions.", "neutral_text": "RT @chrisgeidner: The mandate still being in effect means the marriage ban in Nevada is unconstitutional. Trial court is yet to enter injun&#8230;"}
{"toxic_text": "Is this because the Cathedral is a Jewish plot using non Jews of tools", "neutral_text": "With the addition of North Dakota, Cal Poly, Southern Utah, and"}
{"toxic_text": "@ThequeenSOxILL I'd rather ask yours, is she a nappy headed hoe too? And is your grandma as well? I'd be ashamed to be in your family.", "neutral_text": "@mayormcginn @usmayors @SenFeinstein White people need those weapons to defend themselves from the subhuman trash your sort unleashes on us."}
{"toxic_text": "RT @NoBeeetch: @TommyReaINigga bitch don't nobody care", "neutral_text": "one of my cats killed a baby bird and a cardinal"}
{"toxic_text": "Only clueless Orthodox Jews who never tasted the elegant fruits of the", "neutral_text": "A judge has ordered the parents of a kindergartener to allow their son to pick his"}
{"toxic_text": "The deaths bring to more than a dozen the number of journalists", "neutral_text": "RG3 showed very positive signs of improvement during his"}
{"toxic_text": "White people are ridiculously good at taking serious world issues and just being like “", "neutral_text": "Alas the regulations do not allow any over 28-inches, but sport fishing for"}
{"toxic_text": "RT @iKatrice: Can I bring another bitch let's have a 3some", "neutral_text": "Munching on ww crackers &amp; studying NYCs trans syst. Since NYC &amp; I haven't had a thing in over 15 yrs #clubinsomnia #vacay"}
{"toxic_text": "She know my ex bitch she think she got next she fucced a gang of niggas threw that pussy off dec !", "neutral_text": "just found out @IUBloomington has an #Australian president! #hoosiers are my team #hoosierstate #indiana #iu #iubb #big10 20-2 tonight!"}
{"toxic_text": "I don't get it. I'm either a pussy or troll. Where is the room for \"the truth\" and or \"my opinions on my TL\"????? Social media fucked up.", "neutral_text": "RT @southernshirt: The only things you need in life are comfy shirts and Oreos #southernshirt"}
{"toxic_text": "These bitches is crazy", "neutral_text": "@Yankees team sucks"}
{"toxic_text": "Godfatherofsoul 6/10/2009 9:47:58 AM WHAT THE fck", "neutral_text": "What is important is that they are"}
{"toxic_text": "‘We will go to kill Ukrainians as soon as", "neutral_text": "But over the years, I have realized that more than wishing for new things, pretty things to happen"}
{"toxic_text": "RT @KrysHazeyy: I swear bitches fall over niggas who don't believe in combing their hair", "neutral_text": "Delusional #teabagger thinks he can stop #gay marriage in #Wisconsin http://t.co/Sp6o6vOyDw #lgbt #teaparty #gaymarriage #ssm"}
{"toxic_text": "@Maxwell_Larsen your a cunt", "neutral_text": "RT @Baseball_Photos: A 17 year old girl once struck out Babe Ruth and Lou Gehrig back to back and was banned from baseball for it #Yankees &#8230;"}
{"toxic_text": "Mexican men are widely known as being sexist swine, and they have a history of tormenting Mexican women on public", "neutral_text": "Kyle would probably be one of the few guys, like Tony Stewart, because he ran ("}
{"toxic_text": "This just goes to show you there's nothing that a metric crap-", "neutral_text": "You know how people always say there are no"}
{"toxic_text": "They crushed the dog’s head with a rifle butt", "neutral_text": "“I didn't understand the scale of China when I first started this"}
{"toxic_text": "A middle-aged man from Honduras needed an emergency operation to remove his penis after he", "neutral_text": "As of Friday, The Associated Press and local news outlets had identified more than 20"}
{"toxic_text": "RT @Woody_AFC: I saw a great chimpout 2 summers ago. A middle aged Salvadoran and his 15 Yr old son got wasted by 6 beaners at the metlife &#8230;", "neutral_text": "@KingLuger carne asada, Gallo pinto, tajadas verde, queso frito and a salad With milca"}
{"toxic_text": "RT @john_nesby: &#128514;&#128514;&#128514; I know who Chubb talkin bout lmao definitely not my hoe", "neutral_text": "&#8220;@PlMPCESS: In the fashion world \"urban\" means \"stolen from black people\" its ghetto on us, and urban on them haha http://t.co/S0XWGfLJ9C&#8221; &#128588;"}
{"toxic_text": "The daughters are more likely to become wayward sluts and", "neutral_text": "The men then exposed themselves to the"}
{"toxic_text": ">>>Child Rape Case Inspires Lawmaker", "neutral_text": "And yet, there is the University of Minnesota, $16,000 in the red after"}
{"toxic_text": "An upstate New York nurse who snapped photos of an unconscious male patient’s penis", "neutral_text": "'This is surreal': descendants of"}
{"toxic_text": "RT @LouieVRee: This bitch feet been through 20 years of slavery http://t.co/mElJYA6qSP", "neutral_text": "Just got done taking some photos with brownie #flowcity"}
{"toxic_text": "RT @yungbabydad: @RandallSomia because they're all fucking two years old acting like I won't mind being tagged bitch I will violate you", "neutral_text": "RT @ShelleT1986: Great start the morning! My daughter danced herself into the coffee table and gave herself a nice shiner... Yea she's a wh&#8230;"}
{"toxic_text": "#Shoutout to my exit 47 niccas! #RealNiccaSalute", "neutral_text": "Someone should explain to Blake griffin that talking trash to an opposing 3rd string is unbecoming, even amongst clippers."}
{"toxic_text": "These hoes be busting nuts when they get a RT", "neutral_text": "I need sleep but can't seem to get that place that let's you clam down and sleep :("}
{"toxic_text": "You could point to the track \"Fucked Up Ronnie\" by", "neutral_text": "Although I am honing in on one of these topics at a time, remember these are"}
{"toxic_text": "| Bryan Murphy, 38, the truck driver who allegedly tried to pay to have sex with a 14-year", "neutral_text": "“I have asked both clubs and the entourage of the manager and two of the"}
{"toxic_text": "RT @petertrvjillo: Listen here you beautiful bitch, I'm about to fuck you up with some truth.", "neutral_text": "The Met Office has issued an amber warning of snow,at least it's not a warning of amber snow.Posh word for yellow."}
{"toxic_text": "Here it is folks: a preview of the amazing shit you can expect", "neutral_text": "It is somewhere in the region of 97 degrees down"}
{"toxic_text": "I'm flexin on these bitches all gold bottles no Bombay", "neutral_text": "\"@M_Rad: &#8220;@DezDLT: \"I play soccer, cheat on girls, and wear khaki coloured cargos\" haircut http://t.co/tYCIhD6PkW&#8221; yes lmfao\"@soccerboy_04"}
{"toxic_text": "RT @FOOTBALL_4L1FE: &#8220;@TheRealYoungZel: Nah nigga you blowin dick \"@TheReal_Salmon: Smoking that exotic bitch blowin O's\" http://t.co/6tiQTx&#8230;", "neutral_text": "US spy planes are flying over British skies in hunt for Jihadi John's assoc's with advanced tech! http://t.co/XfSeZSzu0m via @BeforeItsNews"}
{"toxic_text": "@lord_jonesss none of my business ? Nigga if you get that I'm living with you lol and I'm stealing one of them bitches and 100k &#128056;&#9749;&#65039;", "neutral_text": "Real talk not being byes or nothin! The whole NFC south glad bag trash this year none of the teams have a chance making it to the playoffs!"}
{"toxic_text": "This boorish annoying person had a gravely voice and a sharp temper, like", "neutral_text": "It sounds paradoxical, but Facebook has come up with a new plan for combatting the"}
{"toxic_text": "“This mofo needs a third eye, right in the middle of where his two", "neutral_text": "Some share your interests, some don’t, and"}
{"toxic_text": "I cannot be worried 'bout no bitch\nCause I know a bitch could be somewhere sucking a dick (ayeeee)", "neutral_text": "Space brownies &#128125;"}
{"toxic_text": "My niccas was too Real fa these Streets #RIP Ike #Free Nwax http://t.co/0a2dy3vZkm", "neutral_text": "Note the rocketeer removes cardboard from launcher and carries it to a trash bin before fleeing.\n#TidyTerrorist\n\nhttp://t.co/sb3U1XpeG4"}
{"toxic_text": "I dont think ive ever seen a fight on the real world. I mean a word fight yeah. tons of times. but damn! that bitch swung", "neutral_text": "RT @SportsCenter: For the last time, The Captain takes the field at Yankee Stadium. http://t.co/c9TI4FkSkn"}
{"toxic_text": "An image of a filthy sewer overflowing with faeces,", "neutral_text": "Army soldiers in May 2006, wearing the Universal"}
{"toxic_text": "And the new forge maps are just a spit in the face, they all look hideous and they just", "neutral_text": "This also enhances performance because the"}
{"toxic_text": "“Why at this time did there have to be this stupid", "neutral_text": "Mountain safety expert Heather Morning warns hill walkers heading out"}
{"toxic_text": "The following celebrities were either unlucky enough to have some very naked skeletons in their closet upon achieving", "neutral_text": "A messaging service is only useful so long as a"}
{"toxic_text": "Niggas see you wit da yellow dey wanna hit you up &#128530;", "neutral_text": "@whits_20 @AjalaPilgrim Yankee? &#128530;"}
{"toxic_text": "@TheBlackTicTac Call me bitch again and see if I don't slap the sexy out of your mom and have Justin Timberlake bring it back.", "neutral_text": "RT @AChosenWord: Of rain showers\n&amp; weepy fog\nof soft light\n&amp; cool touch\nof wild wind\nthat carry music of birds\nwho cease to soar;\nthis feel&#8230;"}
{"toxic_text": "RT @JamesAndDaniel: You can only call the Janoskians faggots if you're a Janoskianator", "neutral_text": "&#8216;Chillin&#8217; With My Homie Or What&#8217;s Left Of Him&#8217;: British Rapper Turned ISIS Jihadi Poses With Severed Head http://t.co/L9vMdNOXPg #tcot"}
{"toxic_text": "@AsvpRvchel @kittty_jpg nah that bitch stank", "neutral_text": "@OfficialCCane naah da twitter bird &#128542;"}
{"toxic_text": "I'm like Rashad and I did her like when he found out the ghetto truth about New-New", "neutral_text": "@imjoshdean That's hoser eh to you. http://t.co/QuLrtOWmLB"}
{"toxic_text": "@jennahnorberg ehh it was tough but yeah. Lol jk of course niglet", "neutral_text": "You always buy me colored goldfish when my stash is low, and you are a constant inspiration to me and&#8230; http://t.co/nCPd8uSljf"}
{"toxic_text": "RT @NoChillPaz: When a bitch says you're broke http://t.co/yFsL9rNK0j", "neutral_text": "nope RT @DerekIsNormal: Just ordered Domino's. Am I trash?"}
{"toxic_text": "neither have i :-/ RT @DerekIsNormal: I just...why...ok. RT @pieceofshittbh: \"I've never had a nigger cock\" https://t.co/JF9o9vjcBL", "neutral_text": "Early bird catches the worm &#128074;"}
{"toxic_text": "If you heard about the dust shit storm that was knocking out even the resilient", "neutral_text": "Hundreds of Penn State students took to the streets after"}
{"toxic_text": "RT @HyPPeR_: I just roasted a hoe", "neutral_text": "RT @jakeburnsmfc: @staycoolwheels @BloggerBoxing because hillbillies like sports to..."}
{"toxic_text": "Secondary playing like hoes.", "neutral_text": "@GregHillWAAF soo what you putting on those crackers Gregg?"}
{"toxic_text": "hope gezus gets shot in his faggot head #houston #nbombs", "neutral_text": "All I did was said her weed was trash"}
{"toxic_text": "\"Walked in that bitch like, NIGGA WE MADE IT!\"", "neutral_text": "Big night of &#127936; #hoosiers #iubb #big10 and #pacers #nba #indiana #hoosierstate #paulgeorge #codyzeller http://t.co/UFmje1gk"}
{"toxic_text": "RT @x_Jimbo: Multi till I die bitch believe that...", "neutral_text": "I'd rather follow some girls on Instagram rather than have their bird brain tweets on my tl"}
{"toxic_text": "The teenage girl has been gang-raped", "neutral_text": "However, sources indicated Siemian, the Broncos’ starting quarterback through their first four games, could"}
{"toxic_text": "RT @brownandspicey: &#8220;@KB_Three: Can I sit on your face &#8212; Sit on a hot stove bitch http://t.co/0qc5Mz3pDL&#8221; &#128553;&#128514;&#128557;&#128514;&#128557;&#128514;&#128557;", "neutral_text": "@TheTrackMamba gator bait &#128010;&#128548;"}
{"toxic_text": "One of the people she confronted said it’s “fucking hilarious,” defended the prank from complaints that it", "neutral_text": "To put it bluntly—Tyler, The Creator"}
{"toxic_text": "“Noels out of the fucking country weren't we all love get on a fucking plane", "neutral_text": "the side bar with names like \"Why Ron Paul is an"}
{"toxic_text": "the gullible ones do. RT @reaganchanel: So people go to college with intentions of being a hoe? K.", "neutral_text": "She sounded like a bird crowing"}
{"toxic_text": "RT @NaturalBadAssss: Phat pussy is the best pussy &#128526;", "neutral_text": "RT @TeamGladney: Did the Yankees make the playoffs and properly honor Jeter? RT @80sbaby4life: Orioles win?"}
{"toxic_text": "RT @CauseWereGuys: If these 3 drop a song together bitches will never run out of quotes http://t.co/wITDIIgcye", "neutral_text": "RT @samknight1: @EliLake @saletan @JeffreyGoldberg Yeah I know it's Jeff's book. The one where he admits to beating prisoners and lying abo&#8230;"}
{"toxic_text": "Out for a walk to try and clear a stinking migrane I", "neutral_text": "More than a century later, single women"}
{"toxic_text": "“I hate to tell you but they show up in garbage", "neutral_text": "Eliot Franklin (later known as Thunderball) approaches the Wrecker in prison and"}
{"toxic_text": "' You Deserve x August Alsina &#1043358;&#1043358; Im dedicating that to all my old side hoes &#1041204;&#1041204;&#1041204;&#1041204;&#1041210;&#1041210;&#1041210;&#1041210;&#1041210;&#1043359; .", "neutral_text": "People, RT this picture far and wide, if for no other reason than it makes teabaggers with poor spelling really angry http://t.co/gygRzYCIjq"}
{"toxic_text": "French death metallers Benighted unveil a", "neutral_text": "Laila Ali and Kareem Abdul-Jabbar have told a couple of excellent stories about Ali thus far, but one of"}
{"toxic_text": "“Got that little fucker,” said the pontiff, who repeatedly stomped on", "neutral_text": "The analyst concluded, “IL-12 Immunopulse upregulation of IL-12 in the tumor itself may be the key to ‘unmasking’"}
{"toxic_text": "I say smash the panomera I buy a new one hoe", "neutral_text": "I am a celestial body hello http://t.co/yKDRM9Ax69"}
{"toxic_text": "Got a new bitch and she got ass, lookin at my ex like yeah i know you mad", "neutral_text": "@DonLemonCNN @DanaBashCNN u both sorry to give racist @SenTedCruz a platform w his trash language Dana ur intvw was below kindergarten level"}
{"toxic_text": "The pain can be caused by penile/finger/toy entry into", "neutral_text": "There ARE valid conservative positions about these types of social issues that do not warrant you being called a"}
{"toxic_text": "President Barack Obama blasted Trump, who in the wake of America’s worst mass shooting called on the president", "neutral_text": "It happens on the same night every week (“unless I have my period”),"}
{"toxic_text": "Large ass sponsors, large ass divas, fast", "neutral_text": "The law enforcement community is one of the"}
{"toxic_text": "These hoes be flawgen i swear bruh, a nigga dont want yall", "neutral_text": "@Hovaa_ your pet zebra. stripey?"}
{"toxic_text": "These parasites have taken over the snail", "neutral_text": "This is a phrase known all too well by the vaping"}
{"toxic_text": "CLOSE Members of the Russian punk band Pussy Riot, told USA TODAY Sports that they", "neutral_text": "He spoke to TV Guide about how"}
{"toxic_text": "You can call them contemptible, stupid", "neutral_text": "It’s Michigan week; a time for"}
{"toxic_text": "Tracy Barker says she was raped in Iraq by a", "neutral_text": "I am very much fond of gambling and try to stay in"}
{"toxic_text": "RT @JLM_2014: It ain't nothin to cut that bitch off&#128129;", "neutral_text": "RT @guypbenson: Confused. Are lefties using the #Bridgeghazi hashtag to mock the bridge situation as frivolous, or seriously equating the t&#8230;"}
{"toxic_text": "RT @FleeBiscuit: Girls with anchor tats are hoes", "neutral_text": "@slayerific13 @brenda_skelton @daisymcgarr Don't get me wrong G.. I'd hunt birds but that's a lot of work &amp;.. well I just ain't that hungry"}
{"toxic_text": "Chelsea, who once called an Asian shopkeeper a 'black b*****d, even", "neutral_text": "The NFL offseason is notorious for very talented, very"}
{"toxic_text": "This bitch bout to make me commit murder &#128299;&#128298;&#128074;", "neutral_text": "&#8220;@HeyKeifer: Oreos are basically dirt circles with cream.&#8221; True."}
{"toxic_text": "@kieffer_jason am done are acting like a little bitch. My 5 year old nephew realer then your scary ass, sunset is not a time u dumb fuck", "neutral_text": "One mans trash is another mans treasure #believe"}
{"toxic_text": "“He’s only amongst humans because a woodcutter pissed us off by chopping down a magic yew tree and we stole", "neutral_text": "The only problem is that tracking down all of that information can"}
{"toxic_text": "\"You miss calls, you can't text, it's a horrible piece of crap,\" said", "neutral_text": "This is the kind of thing that would seem weird, if this"}
{"toxic_text": "RT @ClicquotSuave: nigg complaining about a journal and bitches half naked", "neutral_text": "Their gotta be a loaded lux vs Murda mook 3"}
{"toxic_text": "(\"Niggaz With Hats\"), a play on the name of the popular group N.W.A In many ways,", "neutral_text": "\"You will be contacted when this happens so"}
{"toxic_text": "This is pathetic, What a bunch of whiners.\n\nVideo\n\nUnfortunately for", "neutral_text": "There may be innumerable number of questions that may arise"}
{"toxic_text": "@alanaaaaaa_ pussy", "neutral_text": "Thursdays really been trash this season @nfl"}
{"toxic_text": "The Ass Goblins Of Auschwitz is a non stop roller coaster ride", "neutral_text": "Australia’s economic and strategic future"}
{"toxic_text": "what a broke niggah gone tell her.", "neutral_text": "I remember laying on a hospital bed after being shot ranting about how coconut shrimp was trash."}
{"toxic_text": "“There have been a lot of dumb ideas put out", "neutral_text": "Police said he was responsible for some of the most \""}
{"toxic_text": "All bitches need a bus driver uppercut a Chris brown bitch slap followed by some dancing nd Chad Johnson hea http://t.co/Teuqy9hF", "neutral_text": "@moneypulatief @globalriot Nee dat is na langdurig gepest worden.Zoals ik al zei:in d kiem smoren.Is ook vb voor t kind hoe je moet optreden"}
{"toxic_text": "The immediate occasion had been a murder in which the victim was black, the", "neutral_text": "The Golden Turkey Awards should be"}
{"toxic_text": "A bf and gf&#128107; are suppose to laugh&#128514; at these hoes&#128111; together&#128145;. A guy should never have these hoes&#128111; laughing&#128514; at his girl&#128134;", "neutral_text": "Peace my friend..Only Peace..I am not your enemy..Dont say that word again..Look at my Facebook wall..One of my best friends ever was a Moor"}
{"toxic_text": "Tupac could fuck any bitch in the world in 1996 and niggas on here crying about a pic he took FOR BITCHES", "neutral_text": "RT @TweetLikeAGirI: when other girls wear beanies they look cute &amp; stylish but when i wear them i look like a member of a drug cartel who s&#8230;"}
{"toxic_text": "Israel Is Stealing and Murdering Its", "neutral_text": "Based on the amount of radiation Bugorski"}
{"toxic_text": "Spoilsport Donna begins to convince Jackie teenage boys are always horny", "neutral_text": "The table also reveals that when a person from Britain begins a sentence \"with the"}
{"toxic_text": "My dad is a bitch.", "neutral_text": "@ASourAppleTree Have heard hillbilly grousings that bugs much worse in the KV since MIC shut down."}
{"toxic_text": "Fuck I'm such a bitch.", "neutral_text": "@Selxnaa I'm redneck crazy"}
{"toxic_text": "Mother kangaroos with furless joeys or 'at foot' young are also brutally shot leaving countless joeys orphaned", "neutral_text": "\"The fastest ambulance service in the world"}
{"toxic_text": "“Take that you stinking Scouse shitebags,", "neutral_text": "As anyone who employs people and writes checks will confirm,"}
{"toxic_text": "Most of these migrants are coming from fascist Islamic regimes, and", "neutral_text": "On Facebook, he posted: “Despite these measures, I continue to"}
{"toxic_text": "RT @iH8TvvitterHoes: This was the most racist bitch in the world.. http://t.co/4L0MRpdITf", "neutral_text": "#uppers loving the show this morning. Chris is directing the conversation beautifully. Make the teabaggers talk!"}
{"toxic_text": "@fyps__ my fuckin name hoe", "neutral_text": "@claraoswined cute, but I love her yellow raincoat the most, the contrast with that&amp;her hair looks so cute! :P I love her face in your icon!"}
{"toxic_text": "Perhaps some signage would remind him to wipe that smug, smarmy grin off", "neutral_text": "“We’re certainly looking for any help we could get from the public"}
{"toxic_text": "@fabbymichelle bitch no &#9995;&#128514;", "neutral_text": "@imdevincarlson trash*"}
{"toxic_text": "Who's baby is dat who's da man dat did dat 2 u Gator's bitches best be using jimmys", "neutral_text": "Draft Drinking Game: chug a beer everytime you see a black woman crying. @stoolpresidente"}
{"toxic_text": "What you doing bitch suck it don't bite it", "neutral_text": "No girls no hoes just me myself and I"}
{"toxic_text": "My boyfriend is such a smart ass bitch watch yourself you wear the pants but I fucking unzip them. K.", "neutral_text": "I was flying down the slope and just rammed into this small Asian boy, kid got up like a champ and walked it off"}
{"toxic_text": "and bowel movements (yes, not only do we poop, but we", "neutral_text": "Their rivals in the NFC North, the Chicago Bears, are without Jay Cutler thanks to"}
{"toxic_text": "Many moons ago, Ol' Dirty Bastard uttered the words", "neutral_text": "Here I will be distilling my thoughts on the matter mostly for my own sanity, hopefully this distillation will help you and any"}
{"toxic_text": "“He told me first I would have sex with him, then he would take", "neutral_text": "Gallup measured positive emotions in 148 countries and"}
{"toxic_text": "RT @BlackRichyRich: Every nigga\nNew hoe is \nDa next niggas old hoe", "neutral_text": "&#8220;@DIYcookery: Oreo cookies&#128523; http://t.co/8zcjWW56Zz&#8221;bruh &#128525;&#128539;&#128553;"}
{"toxic_text": "fucked up a fuck-up in the", "neutral_text": "\"After years of working with parents, I have seen how they"}
{"toxic_text": "L ast July, convicted murderer Joseph Rudolph Wood took more than 640 gulps of air", "neutral_text": "Google Report: 99.95 Percent Of DMCA"}
{"toxic_text": "@PRoseish I know you are a pussy ass coward that is weaker and smaller like GZ", "neutral_text": "Grandma's Homemade Potato Soup - An old fashioned, simple, chunky potato soup like Grandma made, wit http://t.co/ZV8ZsmHNlm"}
{"toxic_text": "The penis has a very simple job to do: to maintain sufficient", "neutral_text": "Without getting too personal, I need to"}
{"toxic_text": "Clemente, unaware he was on the air, appeared to say ‘gay fucking shit’ at", "neutral_text": "Roberts used the example of a customer at"}
{"toxic_text": "Great tits in Oxfordshire woods sacrificed sustenance in order to", "neutral_text": "\"So was just looking through my phone and turns out these good c---s"}
{"toxic_text": "@kayysavage @Montea_Rollin I know bitch", "neutral_text": "Boston's Jihadi Nest and Student Arm of the Muslim Brotherhood &#187; Joe For America http://t.co/4IfJwoeSDR via @RealJTP"}
{"toxic_text": "@JacobbBacker faggot", "neutral_text": "jacob u look like a monkey in dis http://t.co/rkaqn0GRQe"}
{"toxic_text": "RT @KingHorseDick: If he tell u that u got some good pussy but he never try to hit again.. what that mean?", "neutral_text": "mashed potatoes , string beans , yellow rice , and chicken &#128523;"}
{"toxic_text": "I had a dumbass dr do that on a c-4, I was just like this dumb bitch", "neutral_text": "RT @karen_gonski: i wish i was one of those girls who guys liked no matter what...ike i could wear sweats and my hair up and they would sti&#8230;"}
{"toxic_text": "Bayside rip “bullshit” Warped Tour bands", "neutral_text": "If so, it's because of one of"}
{"toxic_text": "If you imagine the bastard child of Detroit and Stalingrad,", "neutral_text": "John Walsh, D-Mont., is"}
{"toxic_text": "But this is a stupid decision from the standpoint of", "neutral_text": "What they found instead was a small"}
{"toxic_text": "' Bitch caught a body about a week ago ! Fuck with us and we get to tweekin hoe ! Run up on that niggah get to... http://t.co/av9YPjtwxn", "neutral_text": "RT @BriannDominguez: Gasoline - daddy Yankee &#128175;&#128076;"}
{"toxic_text": "@CarelessOne92 weeknd make muzik for the hoes b, im tryna meet these women he be talkin bout", "neutral_text": "you know what they say, the early bird gets the worm. *puts gummy worms in your morning coffee*"}
{"toxic_text": "Rise up, gonna get higher and higher! Its all hips and nips, otherwise I ain't eating!", "neutral_text": "@SalaciousSully hopefully not back in da ghetto?"}
{"toxic_text": "&#8220;@SouthsideVic: I let my girl handcuff me to the bed thinkin she gon do something freaky this bitch went through my phone&#8221;", "neutral_text": "\"hick and raver is a venn diagram that has a very large intersection\""}
{"toxic_text": "love females but hate bitches", "neutral_text": "Oreo Shake, I want you."}
{"toxic_text": "RT @vackra_lognn: I don't know why I go on that pancake face bitchs twitter. She gets me tight every time", "neutral_text": "RT @Food_BibIe: Oreo Ice Cream Cake http://t.co/sW0A1HQhyy"}
{"toxic_text": "We are going to bring him in and he’s going to be this super big badass guy", "neutral_text": "There is a right side and a wrong side and I want to make it absolutely"}
{"toxic_text": "They hardly get sex...so when the opportunity of sick presents itself, their giving you some pussy...and boy are they generous", "neutral_text": "#mt #goauche #monkey #oldpainting #vinyl #jazz #lounge http://t.co/hueH4HCxx7"}
{"toxic_text": "Marium Varinauskas, 28, tried to strike the officer on the head with his penis", "neutral_text": "Military prosecutor Capt Dan Mazzone said Sgt Gibbs"}
{"toxic_text": "Winona really is that bitch, I thought, even though I am nowhere near cool enough to", "neutral_text": "The stated objective of this mammoth exercise was premised on the three-"}
{"toxic_text": "I hate these hoes that look thick from the front them she pass u &amp; her ass be missing", "neutral_text": "RT @Yankees: Show your support during #FleetWeekNYC with #troopthanks. You could be on the @BofA_Community billboard in Times Sq! http://t.&#8230;"}
{"toxic_text": "RT @LA_Everyday: @MJCANDANCE @PacDaGoat @Devoted2Mariah @BettAThanLERUNS @MzNurseBee14 @pyroballyPOOPS WTF? This BITCH sounds retarded", "neutral_text": "I used to picture him coming up the wadi to FOB Sharana with a barrel of brandy for me @iiarwatch"}
{"toxic_text": "I bet these bitches trying to set me up &#127911;", "neutral_text": "#BlessJesusLove Happy Belated ( Sixty-Fifth) 65 Birthday *28 Aunt Mary Agnes #Strong"}
{"toxic_text": "Ya bitch got my dirty pistol in her crib uoeno it", "neutral_text": "I may or may not have at least 4 FOB related tattoos already planned out."}
{"toxic_text": "RT @Pettigrew33: Don't trust hoes they ain't loyal !", "neutral_text": "&#128557;&#128557;&#128557;&#128530; RT @KingHov1313: At work imma real Uncle Tom!&#128584;"}
{"toxic_text": "@DutchBrosPlease you're welcome, I miss you too nig nog", "neutral_text": "@Buster_ESPN Huh.....last 10 games..Tampa 8-2/Balt 7-3/Yanks 6-4...and they lost their best pitcher. Please explain your logic."}
{"toxic_text": "RT @Belindaav_: @wigga32 ugh! thank you!!!! my bf still talks so a dumb bitch i dont like&#128530;", "neutral_text": "RT @DennisssBeauty: @VivaLaZulema looked like Princess Bella in that yellow dress&#128120;&#128120;"}
{"toxic_text": "Update 5:06 p.m.: 'Dumb", "neutral_text": "Treyarch has managed to refresh the franchise with innovative ideas, and this time, it seems that they are going on the right"}
{"toxic_text": "Less than 24 hours after he called NFL quarterback Colin Kaepernick a “son of a bitch” who should be fired for kneeling during", "neutral_text": "That load plus his plans to graduate in August with five separate"}
{"toxic_text": "Few people are indifferent to an erect penis, because it is either", "neutral_text": "“It wasn’t so much one thing, but the sum of many small details: how uncomfortable I"}
{"toxic_text": "Niccas been deerin me err weekend but I bet I hit dat A dolo dis weekend if niccas playin &#9996;&#65039;", "neutral_text": "RT @JohnBishop100: Top tip of the day - if you want to be inconspicuous at an Elbow gig - don't wear a yellow jacket!! http://t.co/KQYiZmZb"}
{"toxic_text": "Despicable rats, Burgess called them,", "neutral_text": "The union representing workers at the Brooks plant"}
{"toxic_text": "Then they claimed that Saddam was a madman who needed to be removed", "neutral_text": "According to an English language article in Sweden’s The Local, Ex-police chief given lighter sentence, the court found the"}
{"toxic_text": "It denies killing any Rohingya people, burning their villages", "neutral_text": "“On Wednesday morning, I picked up newspapers and saw gut-wrenching"}
{"toxic_text": "There's an obese, blobbish cat head that sings its", "neutral_text": "He played audio of Sean Hannity defending the cops and said,"}
{"toxic_text": "You fuck up , I try to be nice. I fuck up , you go ape shit and stay mad. Wtf haha", "neutral_text": "My grandma threw out all of my raps. Ones I made from 7th grade to now. I'm literally crying. Thats all my work in the trash. &#128530;&#128532;&#128547;&#128546;&#128557;&#128560;&#128545;&#128548;&#128544;&#128127;&#128122;&#128589;"}
{"toxic_text": "@lauchiemac_ fag", "neutral_text": "They were taking a picture and I saw a bird fly past and I was like, oh bird! @HeidyPalma21"}
{"toxic_text": "It’s a cynical marketing stunt that debases the whole point of his", "neutral_text": "The Osans are seeking their son's immediate return to school and a judicial order protecting his off-campus speech,"}
{"toxic_text": "She been a hoe all summer but soon as the fall weather hit she'll probably forget about all that and be a good girl again. That's the cycle", "neutral_text": "I'm not from the ghetto."}
{"toxic_text": "“Year 2016 will see Syrians poorer, living a more miserable", "neutral_text": "After months of discussions and deliberations, the landmark Goods and Services"}
{"toxic_text": "@tori_mills02 I believe that you fuckin can punk nigga bitch&#128520;&#128170;", "neutral_text": "Photo check for background spooks. http://t.co/Hx1wghJAzy"}
{"toxic_text": "I rarely drink so drunk bitches irritate me", "neutral_text": "@dish \nWas just wondering if yo espect to add mo colored tv stations befo I renew dis"}
{"toxic_text": "THE problem with penises, as Richard Rudgley, a British anthropologist, admitted on a television programme some years", "neutral_text": "“To remain true to their faith, it is not their intention,"}
{"toxic_text": "High then a hoe but played it cooooool", "neutral_text": "Nature's majesty is beautiful! *melts butter* RT @AP: PHOTO: Rare blue-colored red king crab caught in Alaska waters: http://t.co/Ia5kFoU2B3"}
{"toxic_text": "It’s just a little bit of a penis", "neutral_text": "While plans to rehabilitate the track in the Davisville area continue to be examined"}
{"toxic_text": "@kay_reneaa trust me, after i tweeted that i was like... Damn im a fag", "neutral_text": "RT @_RiveraJustin: It's unattractive when girls act ghetto"}
{"toxic_text": "@TryHardAlby it is bitch", "neutral_text": "@Yankees @marines1994 Daggone it Twins, kick it up a notch... Time to beat the Yankees..."}
{"toxic_text": "@Chefboyrnach Vegeta a super hoe then. But he did snack Goni up something fierce during Buu saga :wow:", "neutral_text": "RT @ChrissyNich: To call Martin baker an Uncle Tom and uppity because he's not siding with the majority pure ignorance...."}
{"toxic_text": "“I just wanted to leave it the same, dudes get mad, ‘That dude just looped that shit up…That’s my", "neutral_text": "Frankly, I’m waiting for them to set"}
{"toxic_text": "\"When my supervisors suggested that I tape down my breasts", "neutral_text": "Or is the traveler’s presence merely how time"}
{"toxic_text": "Bitches be like \"New Avi &gt;&gt;\" and I'm just like bitch, your new avi is UGLY, your old avi was UGLY, bitch YOU ugly.", "neutral_text": "@El_Grillo1 Off to the east of your current location, on an east-facing slope (dry side of a dry place)."}
{"toxic_text": "Jason was slow, stupid and awkward, but more or less impossible to", "neutral_text": "The Secret Service has been pulled in to meet with Griffin after she posted"}
{"toxic_text": "RT @_Phocus: \"@BOSSSHlTONLY: This bitch... http://t.co/o7uSKCMfcD\"&#128514;&#128514;", "neutral_text": "Why is my mother bothering me about the trash? It's my day off leave me alone and stop nagging"}
{"toxic_text": "Rookie councillor Sean Chu cursed about bicycle counts and seemed to wonder aloud if a city staffer was", "neutral_text": "Recently the campaign has gone so far as"}
{"toxic_text": "These crap fossils were the natural progression of any doggy treat and, left to", "neutral_text": "Some of I-Doser's files even claim to give listeners the same"}
{"toxic_text": "RT @dreaF_: &#8220;@VoiceOfDStreetz: Ross got Amber Rose naked these hoes ain't loyal wiz&#8221; that ain't Amber Rose tho", "neutral_text": "@kenzieblake2015 its pretty easy actually. I'm just the cashier. Right now I'm eating those animal crackers lolol :)"}
{"toxic_text": "A species of Mexican fish amasses in reproductive orgies so loud they can deafen other sea animals,", "neutral_text": "The Department of Veterans' Affairs (DVA) issues the Use of the Word 'Anzac' Guidelines ("}
{"toxic_text": "And if I can stop some bad shit from happening without giving up anything important –", "neutral_text": "Over the last ten years, Arlington County’s growth has been overwhelmingly concentrated along the"}
{"toxic_text": "What a profound and horrible message to be sending to black Americans as", "neutral_text": "Created by combining paper with an embedded silicon chip, the paper USB is roughly as"}
{"toxic_text": "RT @RavenxMiyagi: you here good songs on the radio but it ain't about positivity its mainly bout hoe problems killing and/or moving weight", "neutral_text": "RT @politico: Republican Rick Scott has been reelected #FLGov, defeating Democrat Charlie Crist. http://t.co/oeVMKOQH9S http://t.co/hi56c9N&#8230;"}
{"toxic_text": "A white supremacist will be executed on Wednesday for killing an Indian man in", "neutral_text": "During the debate, the MP for Brighton Pavilion argued The Sun newspaper's Page Three, which"}
{"toxic_text": "In possibly the most egregious violation of privacy in this circus of shit journalism, Sanders found the driver’s", "neutral_text": "On Sunday, Bautista refused to elaborate when asked what the treatment"}
{"toxic_text": "Obama has a soft spot for homosexuals because of the", "neutral_text": "Last year we sold our house and closed what has started as"}
{"toxic_text": "One day I got sick of the stupid difficult way of downloading, installing, and", "neutral_text": "According to the customer, he was “rubbing"}
{"toxic_text": "Can I get some good neck out dis hoe?", "neutral_text": "Female Jihadis, European &amp; American: GRAVE Dangers! - Joe For America http://t.co/9hkpdwq7VR via @mattwalshblog"}
{"toxic_text": "@alliemathews tweet but don't text back ok fag", "neutral_text": "RT @ItsFoodPorn: Oreo Ice Cream Cake http://t.co/Qpde1L6zAi"}
{"toxic_text": "@tacalifornia wyo bitch", "neutral_text": "@BlackManUSA @texasdivepro Historical point: cracker was a term for the Irish settling in the woods of the mid-Atlantic. Hardly offensive."}
