{"toxic_text": "\"[It reached] the point where I had noticeable ‘breasts'", "neutral_text": "Department of Agriculture rule clarifies how organic producers and handlers must treat livestock and"}
{"toxic_text": "First and foremost, holy shit we can't believe how fresh and", "neutral_text": "ten years, according to their research.Candis Cox and EJ Greaves are both transgender North Carolinians, and they said they're"}
{"toxic_text": "&#128563;Oh this bitch Midy must be crazy http://t.co/75LWvtD4oJ", "neutral_text": "@tweebest clam it"}
{"toxic_text": "Film critic and notorious asshole Jeff Wells offered his hot take, calling Schumer chubby and asserting \"", "neutral_text": "At least they are according to an instagram post from …And You Will"}
{"toxic_text": "Whenever charges of sexual misconduct shoot through the air", "neutral_text": "Among the mountains of evidence on the server were the results of automated scripts that"}
{"toxic_text": "You’re the cold dead lump of quivering failure who lies bleeding out in", "neutral_text": "It would not be unreasonable to see growth average around 3 percent on"}
{"toxic_text": "running the game for 5 years guess that's why my feet hurt , wonder when they bite me do these bitches teeth hurt &#9995;&#128175;", "neutral_text": "@GOPBlackChick @barrackobama just said u.s.was full of nice,giving,smart ppl.I thought we were mean,unexceptional,bitter clingers?#evolved?"}
{"toxic_text": "RT @Ms_SadaClay: No thanx, I'm on a diet RT&#8220;@viaNAWF: &#127850; RT @Ms_SadaClay: I love salad RT&#8220;@viaNAWF: Anyway fuck you hoes, eat a salad.&#8221;&#8221;", "neutral_text": "RT @JeneBramel: Clever. RT @LanceMcAlister: Watch Burfict make the hit and then mock officials by throwing a flag on himself. https://t.co/&#8230;"}
{"toxic_text": "These people, with their spittle-splattered lips and", "neutral_text": "Between December 2012 and December 2016, 71,543 ESA claimants"}
{"toxic_text": "RT @Pinche_Adina: \"@StayWavyBruh: These hoes getting pregnant just to put some shit like ShaqualidaeMommy, BarackeishaMommy in they IG Bio&#8230;", "neutral_text": "bats are cool as hell because they're basically half tiny fox half leather bird."}
{"toxic_text": "One tweet called the Trump a coward, and", "neutral_text": "Do you want to help us write the next version"}
{"toxic_text": "I told that chick tell the truth, if you the realest bitch i ever met then show me some proof", "neutral_text": "RT @TheAtlantic: Meanwhile, in Canada: A monkey in a winter coat escapes in an IKEA http://t.co/Q9YUYVEl via @TheAtlanticWire"}
{"toxic_text": "Vocal passengers used 1st Amendment right to be huge bitches,complained", "neutral_text": "In response to that, the Owls went"}
{"toxic_text": "But even the most loyal demographic to the Democratic Party (blacks)", "neutral_text": "As Gawker’s Adrian Chen discovered in 2012, @Horse_ebooks was originally"}
{"toxic_text": "ish 300 This shell sucks HINT: get the contents of key", "neutral_text": "He said: “I’ve decided to leave the"}
{"toxic_text": "Shit just got too real and this alleged MMA fan", "neutral_text": "The Spaniard told police he was simply trying to find the"}
{"toxic_text": "It’s when you have sex to brag to others, to feel like", "neutral_text": "The money transferred during this period was allegedly"}
{"toxic_text": "@OsvaldoVause kik me u nigglet I need to know when we outs to the pool", "neutral_text": "Watched some crows eat a sandwich"}
{"toxic_text": "My Lazy Immigrant Neighbors Refuse to Learn", "neutral_text": "It's a little late in a number of ways, but this would be a very good time to start the original Australian Democrats"}
{"toxic_text": "In short, gay Mormon families have", "neutral_text": "After losing friend and PR manager Mike Kulich, 29, on Saturday, Shrekli wants to give people their chance"}
{"toxic_text": "This week’s news that a Pakistani brigadier general has been arrested for his ties to a radical Islamist group", "neutral_text": "If anything, the military’s dependence on the night raids, which use relatively small teams of"}
{"toxic_text": "@_womanoverboard \"nigger\"", "neutral_text": "Aren't these little border jumpers supposed to be in school"}
{"toxic_text": "@JawShoeeAhhh @jehnayy no bitch lol", "neutral_text": "@haylebopp Diaval gets a pass by virtue of mostly being a bird."}
{"toxic_text": "Semen contains only about 3% sperm cells and the rest of it is called \"seminal", "neutral_text": "That means that manufacturers will produce almost 35 gigawatts of"}
{"toxic_text": "In are jokes about anal sex, \"fisting\" and teen masturbation that Parents", "neutral_text": "John Howard lost his seat, only the"}
{"toxic_text": "Just for the shits of it, he was only 2.1s slower than", "neutral_text": "\"In Ryan Pitts you see the humility and the loyalty that define America's men"}
{"toxic_text": "@C0MMONLY @scorpiogans93 @EcliptiK pussies", "neutral_text": "I just want vanilla Oreos"}
{"toxic_text": "RT @DearLeader10: You value yourself because someone gave you a title. I value myself because bitch I'm clutch. I win.", "neutral_text": "RT @wtfdawkins: Let's go Yankees"}
{"toxic_text": "RT @NikoWavy: If you know yo pussy smells like death why tf would you sit there an let a nigga finger you? Bitches have no shame man.", "neutral_text": "They took it there bro you know I'm civil. RT @lilmissStoney: @VikkiNoSecrets wait a minute! Lol. Don't get ghetto V!"}
{"toxic_text": "RT @CauseWereGuys: Call a girl a \"bitch\" and she'll get offended but if u put \"bad\" in front she'll swear she's a queen", "neutral_text": "I could go for a brownie right now"}
{"toxic_text": "We accomplish this feat of stupidity by rationalizing it with the faulty logic", "neutral_text": "Indian Bitcoin Company Zebpay Adds Power"}
{"toxic_text": "\"To say it's inappropriate and stupid is an extreme understatement,\"", "neutral_text": "Sometimes when I explain to folks that I’m poly"}
{"toxic_text": "For information about rings worn on the penis and scrotum", "neutral_text": "In fact, if you’re someone who claims to love local"}
{"toxic_text": "RT @TheVibeKing: I didn't go wrong when I started talking to you, I went wrong when I trusted your bitch ass", "neutral_text": "#mt browngal #gouache #monkey #tiki http://t.co/kFhj8lWhbs"}
{"toxic_text": "I just getting started oh ya we got it bitch.", "neutral_text": "Everyone thinks that I'm not the person on my id. Like look at my moles, I don't understand.. Like I colored my hair what a big difference"}
{"toxic_text": "Are you planning to maintain that erection for the entire half hour until the text recipient makes their way", "neutral_text": "Scott came up with the concept after visiting Calais and seeing drivers"}
{"toxic_text": "@jzsuschrist ok they have 2 niggers in raw", "neutral_text": "Im in mickey ds and he gone ask for a double cheese burger wit no cheese!!! #FOH"}
{"toxic_text": "These hoes they be homie hopping !!!! But idgf AIN'T NO FUN IF THA HOMIES CAN'T HAVE NUN !!!!!!!! GO UP THEN", "neutral_text": "Just got done taking some photos with brownie #flowcity"}
{"toxic_text": "\"I heard it cock, and then I heard the shot go off and I looked", "neutral_text": "Furthermore, radiocarbon dating shows the bones likely date from the seventh to ninth"}
{"toxic_text": "Taylor Swift looks like the kinda bitch you would bring home and only get a dry handjob from", "neutral_text": "If Ashton is trash then what does that make me! Come on guys someone like Ashton can't be trash, he makes too many people smile!!"}
{"toxic_text": "RT @moose_chocolate: As grandma used to say, \"stop being a whiny little bitch and eat the fucking gluten\".", "neutral_text": "Try Rex's NEW water roasted tomato/potato sawdust crackers! Loaded with enough sodium as to make Lots wife look unsavory! Only 22.99 a box!"}
{"toxic_text": "RT @JoeBudden: Back to these hoes tho.", "neutral_text": "Just saw a crow gallop across the road. #mmkay #wut &#128514;"}
{"toxic_text": "RT @Derekisom: Making this first day my bitch", "neutral_text": "Why are people saying don't let guys treat you like a yellow starburst? That's my favorite."}
{"toxic_text": "I'm thinking he has low level OCD of some sort.... That or he's just goin full retard... Pretty sure full retard", "neutral_text": "@David_H_Esq Well, \"dirty bird\" could be just a middle finger, since it's the phallic \"giving the bird\". Not necessarily a wobble-wibbler."}
{"toxic_text": "I’m starting to see police brutality as white people responding to", "neutral_text": "Shen warned the ruling might harm clean energy cooperation"}
{"toxic_text": "Arab Emirates United Kingdom United Nations United States Uruguay Useful idiots Uzbekistan Vatican City Vehicular", "neutral_text": "We looked at it, because it's been called"}
{"toxic_text": "The little oval-shaped silicone ball is inserted into your vagina, and it connects via Bluetooth", "neutral_text": "In case you were wondering, college is still"}
{"toxic_text": "Living a life of shame, she", "neutral_text": "There was one vaguely respectable argument that could be put forward on"}
{"toxic_text": "digging a hole is very satisfying, it's climbing out that's a bitch.", "neutral_text": "Gas is always cheaper in the ghetto"}
{"toxic_text": "feel like im at home when im in dis bitch", "neutral_text": "I am a celestial body hello http://t.co/yKDRM9Ax69"}
{"toxic_text": "Counting money while my bitches sleep.", "neutral_text": "before and after I started playing flappy bird ...\nbefore: &#128522;&#127800;&#128077;&#9728;&#65039;\nafter: &#128545;&#128299;&#128165;&#128163;&#128293;&#128659;&#128658;"}
{"toxic_text": "BACKLASH: Bishop's lavish life, kids", "neutral_text": "To provide relief at this time would send the wrong"}
{"toxic_text": "&#8220;@FreddieGibbs: Tea bag a bitch.&#8221; Pahahaha", "neutral_text": "\"@RachieSoul: @DizzleOfficial inna di ghetto!!!\" You alone lmaoo"}
{"toxic_text": "Mannnnnn these hoes aint loyal", "neutral_text": "@THEHermanCain @redskins I'm not a liberal &amp; I support changing the name. It transcends standard political grandstanding."}
{"toxic_text": "RT @DragonflyJonez: Tell Bubba in Alabama youre African and not black and he's gonna call you a nigger with an EXTRA hard \"ER\".", "neutral_text": "@Darknight420 It's showing Fairy blocked me @hajihuntingpat @PaulSmitheringa @JoeDouglas1 @JewJitsuGrl @blackorchidm16 @taxman206"}
{"toxic_text": "Stress stress go away. Come again never you fucking bitch", "neutral_text": "RT @Woody_AFC: @_WhitePonyJr_ @ivanrabago_ no doubt about it. I mean its cute tossing around trash cans and having 98lb Mexican boys wantin&#8230;"}
{"toxic_text": "RT @NoHoesNextDoor: Mimi so proud to be a hoe", "neutral_text": "@DaRealAlexInLA @Buckm00se he wasn't training gook boy doe"}
{"toxic_text": "RT @BitchBeEasy_: niggas w bitch tendencies&lt;", "neutral_text": "Oreo Shake, I want you."}
{"toxic_text": "Let’s face it, your child’s mind is fertile ground for oligarchs, corrupt politicians and any other thieving", "neutral_text": "State police investigators have been working in conjunction with the FBI"}
{"toxic_text": "A Virginia man has been charged with making racist threats to kill African", "neutral_text": "For the first time, filmmakers in the forests of Borneo's Mount Kinabalu have documented the so"}
{"toxic_text": "Dis bitch a wizard &#8220;@dominicrock55: &#8220;@H8UHOES: Snd me nudes like dis lol http://t.co/7f2dW6SMR8&#8221; her couch floatin? Wtf&#8221;", "neutral_text": "dodgerofzion asked: A giant green rooster walks in carrying a tray of brownies. You may have a brownie in... http://t.co/Rn0sWWuIq9"}
{"toxic_text": "Legislation only allows foxes to be flushed from cover and shot dead for pest control, but undercover investigators say they", "neutral_text": "Army Intelligence and Security Command) would host politicians and lobbyists, was"}
{"toxic_text": "President Barack Obama blasted Trump, who in the wake of America’s worst mass shooting called on the president", "neutral_text": "I’m going to pitch this book idea, so I do"}
{"toxic_text": "This black victim bit and making us Whites feel guilty over things none", "neutral_text": "But Wednesday, Ben Cline with the City of Rogers said experts came in"}
{"toxic_text": "RT @DevinEleven_: hey slim, thats my girlfriend screaming in the trunk. But i didn't slit her throat, i just tied her up ! See i ain't like&#8230;", "neutral_text": "RT @LOHANTHONY: i'd never send my kids to private school because then they would never experience ghetto public school fights"}
{"toxic_text": "Who watches wrestling besides little kids and white trash?", "neutral_text": "#teabagger state like mississippi opposed to minimum wage, child labor laws, unions, is pro-scab, sweatshop work - pretty much #SLAVERY."}
{"toxic_text": "After YouTubing several fat Rednecks gorging themselves on this “Philly Sub”", "neutral_text": "Jamin started on pole position with his Cape Motorsports teammate Aaron Telitz alongside, but as they got going,"}
{"toxic_text": "&#8220;@_hellMEL: Men hop in they feelings much quicker than women.&#8221; Not me &#128520; I hop in ya bitch", "neutral_text": "RT @FolllowEsteban: I think the Clips and Thunder would've gave the Heat a good as well...the East is just trash"}
{"toxic_text": "“You’ve called women you don’t like fat pigs, dogs, slobs, and disgusting", "neutral_text": "But I know what goes on in our"}
{"toxic_text": "Skeptics have been saying for years that psychics are crooks and charlatans, but a", "neutral_text": "It has since emerged Warwick, 24, was not involved in the incident and was mistaken for another man, also named Jack"}
{"toxic_text": "Tia chepa... Uhh Noo bitch she is your Tia Irma &#128530; aghh he's so annoying", "neutral_text": "@SalaciousSully hopefully not back in da ghetto?"}
{"toxic_text": "A woman being raped, he told the New York Times last", "neutral_text": "Maybe, just maybe, the problem with Phil Kessel"}
{"toxic_text": "RT @1WayHustle: Bitches love niggas that got bitches", "neutral_text": "@jessicacassell1 find a new hillbilly!! #spiritweek!!"}
{"toxic_text": "RT @YaBoyKip: \"I hope this bitch ain't a catfish\" http://t.co/56JKqioEPE", "neutral_text": "RT @jemelehill: Just saw Dawn of The Planet of the Apes. One of the better moves I've seen this year. I didn't know if I wanted the apes or&#8230;"}
{"toxic_text": "She's a hot mom who's ready to shoot", "neutral_text": "The report does, however, shed new light on an incident in downtown Toronto on June 27"}
{"toxic_text": "An undercover jihadi poses as a homosexual, makes", "neutral_text": "Now, The New York Times reports that the ongoing unpleasantness of sharing a network"}
{"toxic_text": "German industry needs slaves by the second half", "neutral_text": "With 1,749 of 1,774 precincts reporting, Romney and Santorum were tied"}
{"toxic_text": "Without question most of the Year End Reviews are bullshit anyway", "neutral_text": "Nevertheless, Congress has manufactured an emergency by"}
{"toxic_text": "I kinda lost track but fucking hell, if i was in any of their", "neutral_text": "It’s been a quiet few weeks between posts here on Fly Half but it certainly"}
{"toxic_text": "Life is a bitch.... but I appreciate her mayne.", "neutral_text": "RT @vexedmentals: draya really out catching a tan while her son looking out the window like the ikea monkey while everybody trick or treati&#8230;"}
{"toxic_text": "Mr. Harper, suck my dick, because that is all that you are good", "neutral_text": "Patrick Patterson, Toronto’s stretch 4 off the bench, was 3-for-4 in the first half, and all of his makes were uncontested,"}
{"toxic_text": "This bitch said \"Use my titties as a punchin bag\" 0-/-&lt;", "neutral_text": "WTMF is Murica? You say it, you should be thunderpunched in the throat, or sole stomped."}
{"toxic_text": "He did dat headband shit on purpose .. Now the whole spurs team fuckin up lookin at this weird lookin nicca", "neutral_text": "@SteveWorks4You you havent evolved as a human being. Typical meathead redneck. I pity you. You dont know what freedom is about......"}
{"toxic_text": "You got wild bitches tellin you liessss", "neutral_text": "A yellow jacket landed on my mouth and stung me while I was cutting grass..safe to say he won &#128029; http://t.co/caYUcS8O01"}
{"toxic_text": "you a pussy ass nigga and I know it nigga.", "neutral_text": "RT @whitbreezy: Once I get a cold beer in my hand there ain't no mistakin who I am, I can't hide my redneck side"}
{"toxic_text": "If only you bitches REALLY knew", "neutral_text": "I pictured Angus running up the side of FOB Sharana with every day in Afghanistan @ReturnTo1776 http://t.co/zj1MK6w7EF"}
{"toxic_text": "@Dswizzle3 bitch i dont even look like that keep talking and we going to fight", "neutral_text": "@dgardner @YoniFreedhoff Sounds like the hysteria over bird flu a few years back. It had a lower mortality rate than the regular flu."}
{"toxic_text": "Do these SHITLORDS not realize they", "neutral_text": "“It looks like dookie water,” said Stephanie Layne"}
{"toxic_text": "His presentation addressed anal and oral sex as well as sadism and masochism, and included the following lines:", "neutral_text": "It would be, if they weren’t stranded on said island, slated"}
{"toxic_text": "Cay got her whole lit new clicc from her school &amp; be on that bitch shit too me like ? Okay but anyways WE still DEM GIRLZ", "neutral_text": "Define wigga"}
{"toxic_text": "You’re not a liberal—you’re an extremist wearing trendy causes Exquisite Corpse Blocked Unblock", "neutral_text": "If people enjoy this one, believe me, the"}
{"toxic_text": "Sonoma County cannot handle the Gutto Style straight up north bay is pussies forever", "neutral_text": "@ScottFerrall @HowardStern PHOTOS: Kate Upton cheers on the Yankees at last night's game http://t.co/Q2SVYRHUDu"}
{"toxic_text": "What the fuck is the point in me and other women standing in solidarity with men if", "neutral_text": "AKF chief executive Deborah Tabart said the Bald Eagle Act was a"}
{"toxic_text": "In Japan you can enjoy small weiners (full stop", "neutral_text": "The Guild 3 is a combination of strategy game, eco-"}
{"toxic_text": "Although they might be narcissistic egomaniacs, these kids are still pretty darned cute, which", "neutral_text": "When Ellie and her colleagues hear chatter originating from the"}
{"toxic_text": "RT @BRO_HEN314: Game over bitch HAHAHAHA", "neutral_text": "RT @kamaalrkhan: Sir @ArvindKejriwal career tho apka waise bhi khatam ho chukka. You have become new Amar Singh so try for publicity #Kejr&#8230;"}
{"toxic_text": "Value your money.Value your dick.Don't buy trash.Don't fuck trash.", "neutral_text": "@monicawarren16 #pumprules is on bravo...quality trash"}
{"toxic_text": "RT @If_ItAint_B: Message to the homies...dont blow a good girl. Having hoes is childish...in the end they do nothing for you either.", "neutral_text": "Khloee's new backpack that we colored last night! &#127912; http://t.co/tYndjCsq"}
{"toxic_text": "These Turkish kids spit and curse, grab their crotches,", "neutral_text": "With usual gentle understatement, North Korea’s news"}
{"toxic_text": "RT @_BredDIFFERENT: They on a bitch , yeah they want a bitch", "neutral_text": "RT @SenorSteez This whole week was trash"}
{"toxic_text": "Wanting nothing more than to make “something really stupid,” Evil Twin and Tørst’s Jeppe Jarnit-Bjergsø and", "neutral_text": "dar reached Jeff for comment on his decision to quit, he responded, “I"}
{"toxic_text": "RT @DanBilzerian: My boy is obviously gonna be slaying all the pussy tonight, dressed as a ninja turtle http://t.co/su2HNFq6S8", "neutral_text": "There's a special place in hell for people who slam on their brakes for yellow lights &#128532;&#128299;"}
{"toxic_text": "A refugee from Ghana has been arrested on a charge of raping", "neutral_text": "Back when Billy Shaw (1999), Marv Levy (2001), and Jim"}
{"toxic_text": "We should target social accounts for terrorist groups like the Islamic State, and remove videos", "neutral_text": "During my 45-minute ride across the city, it became clear that this"}
{"toxic_text": "Yes, the infamous, constantly repeated, idiotic", "neutral_text": "Promoter Yvon Michel of GYM was forced to postpone his planned event that"}
{"toxic_text": "The wife says that Boulby urinated on her", "neutral_text": "\"We plan on filing a class (action lawsuit) within days,” Avenatti said on an unverified"}
{"toxic_text": "\"@StellaTex: Guess what? I also have zero time for your mansplaining! Adios!\" Stfu pussy", "neutral_text": "RT @DonnieWahlberg: Happy #BLUBLOODS Friday! \n\nOff to @CBSNews to sit down with the gang on CBS This Morning!\n\nJoin us in the 8 o'clock ho&#8230;"}
{"toxic_text": "i wonder why girls can call eachotha bitches they cool with it but when a nigga call dem one mfas all out they Body #DONTGETIT", "neutral_text": "RT @mlbtraderumors: Offseason Outlook: New York&#160;Yankees http://t.co/6DtDxdI6ul"}
{"toxic_text": "Dawg oriental flavored noodles go so fuckin hard b RT @J_Dun54: @ItsNotHarold Lmfaoo! Fuckin coon. Smh", "neutral_text": "Chris Paul trash LMFAO"}
{"toxic_text": "The National Enquirer is reporting that they've caught the \"To Catch A Predator\" host cheating on his wife", "neutral_text": "Would it be the downright brilliance of ‘Penguin’s Umbrella’"}
{"toxic_text": "He’s probably buying more useless shit on credit that he thinks will impress the women he will never be able to get because", "neutral_text": "The first flight attendant to deal with his"}
{"toxic_text": "Then there was the racist, anti-semetic, anti-gay vandalism", "neutral_text": "In 2008 and again in 2010, the FCC tried to impose somewhat less onerous rules on Internet"}
{"toxic_text": "No bitch. You slut. RT @ITSBEEBITCH__: @viaNAWF CHILL", "neutral_text": "International police operation disrupts Shylock banking Trojan - Computerworld: The GuardianInternational poli... http://t.co/zIBNJMIILJ"}
{"toxic_text": "“Very exciting, a woman doing this … I hope that hurt", "neutral_text": "\"That impact was a fairly high-speed impact being on the interstate and you can only"}
{"toxic_text": "I like good weed, I like bad bitches that can roll it..", "neutral_text": "RT @pgammo: In the Yankees draft room, they had a huge picture of Greg Campbell with the message, \"this is the makeup we're looking for.\""}
{"toxic_text": "I see the same hoes", "neutral_text": "#DegenerateArtist Sniffs whiffy balls involuntary, cuz a FAIRY walks DOWNTOWN HAIRY, #climatechange all our scary sense of hillbilly sneeze&gt;"}
{"toxic_text": "During this unprecedentedly shitty presidential-election cycle, there has been an unusually high amount", "neutral_text": "When detectives responded to a complaint, they found the 19-year-old wearing"}
{"toxic_text": "You can't play me for a fool my niggah", "neutral_text": "@allsportsbruh how? All of the QBs we had before this season were trash. They brought in a veteran so they could have someone to play"}
{"toxic_text": "I think you're in a bad mood from munching on hairy pussy.", "neutral_text": "@MSoltan18 @Jordan23Junkies it's supposed to be grey with speckled blue midsole and the soles are more yellow than icy so pass"}
{"toxic_text": "He doesnt like you, ya stupid bitch. He likes ur vag. Idiot haha. #goingtogethurtagain", "neutral_text": "@blackrepublican how long after the name change will al memorabilia w/redskins name be deemed racist and therby illegal?"}
{"toxic_text": "RT @Xnastyy: no i ain't no bitch &amp; no i ain't no snitch!", "neutral_text": "@Krbfarms @Cornfrmr I was gone once, dog ran a coon up the transformer pole, she picked it off with one shot-and still had electricity!"}
{"toxic_text": "“Donald Trump is a preposterous golem who is afraid of Mexicans", "neutral_text": "You may notice some differences in the quality of the photos and"}
{"toxic_text": "Donald Trump called Hillary Clinton a “bigot” on Wednesday: “Hillary Clinton is a bigot who sees", "neutral_text": "Sitharaman has been holding a series of meetings with top officials of the various"}
{"toxic_text": "In fact, we’ve seen al-Qaeda use children and the mentally impaired as “", "neutral_text": "CombatCraft is a local multiplayer game in which the players"}
{"toxic_text": "A trash-strewn community on the edge", "neutral_text": "One of the first things I wanted to try out"}
{"toxic_text": "@Hovaa_ ok wat ever u say whitey. u prolly never even seen shaft.", "neutral_text": "So now been trill is trash cus asap said so &#128533; ok"}
{"toxic_text": "You know, fuck it, I will just stop playing social and trying be humble artist and", "neutral_text": "Others on the shortlist to join them include writer Elizabeth"}
{"toxic_text": "Falls in that pussy like quick sand &#128524;", "neutral_text": "@JennyJohnsonHi5 Did you say spray tan? **Charlie Crist switches back to Republican**"}
{"toxic_text": "@Belbert11 @BuhrowAustin well looks like I'll be buying you two a big bitch box of Busch NA &#128129;", "neutral_text": "Enjoying My bed. Just perfect For me My Teddy bear and monkey It. #Singlelife #bed #teddybear"}
{"toxic_text": "@JermsAllOver I can't be homeless in 2014.... but them bitches better not slip in 2015", "neutral_text": "shout out to pullz cuz I kno if I was trash he would have kept it a buck... I swear he had every I made jus cuz n actually bump dem too"}
{"toxic_text": "Drink up bitches", "neutral_text": "My phone on 10% fml I still gotta get to the yellow sign lol #motivation lol btw I zoomed in 2x lol http://t.co/LayVBieIML"}
{"toxic_text": "actin awfully slutty for a bitch in a winnie the pooh sweater http://t.co/0gexxJ3SVv", "neutral_text": "Embrace it. Love it. Flip this group of mine runoff water colored turds off and make a pick."}
{"toxic_text": "Dylan wants sex when he feels sad because", "neutral_text": "Many of them, it said, are believed"}
{"toxic_text": "RT @Tylar____: @1stBlocJeremiah Shut up hoe ass nigga", "neutral_text": "If train officers that are wearing body armor stand back to watch the smoke clear. Why does every gun ho wanna be... http://t.co/cuLyANyQ"}
{"toxic_text": "This, of course, has caused the journalists, sanitation staff, and execs to all freak the hell", "neutral_text": "Hopefully we are going to complete one as a development car, and"}
{"toxic_text": "@Cashhaddict Damn i wanted to buy that bitch that shit was tough", "neutral_text": "Where's the part where Fat Amy goes err wop wobn wefo? #thingspeoplesay @FatAmyPost"}
{"toxic_text": "Most Americans have been spared the ugliest", "neutral_text": "“As per regulations, this safety audit was conducted by a"}
{"toxic_text": "As a brown mother of a white baby in the United", "neutral_text": "Through observation of how players played with them in early builds, increasingly fine"}
{"toxic_text": "We had a couple of phone calls from stupid people", "neutral_text": "Today, it seems like the rest of the political class is picking up on the"}
{"toxic_text": "@hand_tex @drapermark37 humans are evil man. Cutting tusks of these beautiful animals so chinks think the get a hard on.", "neutral_text": "R&amp;B is so trash now compared to early 2000's."}
{"toxic_text": "They mean, while they were putting out yet another TV show about gay marriage and how stupid", "neutral_text": "He had been expected to announce a big order for"}
{"toxic_text": "*live ... lol what's wrong with these bitches man http://t.co/ZJYxCI9Ram", "neutral_text": "@DylanKwinnn should be going to free birds anyways"}
{"toxic_text": "Plenty of people do ridiculous things when they are", "neutral_text": "One law is the first of its kind in the"}
{"toxic_text": "A care worker who boasted on dating websites she was \"devious\" claimed she was raped", "neutral_text": "For example, one serving per day of either a soft drink or sweetened"}
{"toxic_text": "&#8220;@Chykalet \"I know I must make a lot of ya'll hoes sick &amp; all I can tell you hoes, get used to it bitch!\"&#8221;", "neutral_text": "My Hawaiian thought of the day, No Aloha for muzzie pigs, EVER!"}
{"toxic_text": "@TheErniie @DesignsWithSoul pull the trigger bitch", "neutral_text": "Special thanks to Tina, Charlie and staff at Waverly Hills... thanks to everyone that dedicated time to make the... http://bit.ly/aKyqk2"}
{"toxic_text": "@karlamorenoo my niggah my niggah lol", "neutral_text": "can my cat not kill birds and make a huge mes of feathers"}
{"toxic_text": "New boss said my buttons on my shirt can't be white. So I colored them hoes with a sharpie &#128514; glossy", "neutral_text": "@IntentionalTalk Half jar of marmalade, shaved monkey, saran wrap, mini horse. Give your best scene. #askkevin"}
{"toxic_text": "Two paedophiles plied a 14-year-old girl with alcohol and cocaine before sexually", "neutral_text": "Around 12:30pm on Thursday, a 28-year-old man and 26-year-old"}
{"toxic_text": "The corny facade is all apart Nick Cannon's plan. Nigga is actually a genius on levels of business and bitches.", "neutral_text": "\"@Allyhaaaaa: Lemmie eat a Oreo &amp; do these dishes.\" One oreo? Lol"}
{"toxic_text": "Researchers believe those women are the leading edge of a generation that should see fewer", "neutral_text": "But Dubai's director general, Hussain Lootah, wants to keep these average folks off"}
{"toxic_text": "Then they came back late beat a mediocre Phoenix team in one of the stupidest basketball games of all", "neutral_text": "It's important to make a clear distinction between opposing"}
{"toxic_text": "You get the picture: ugly, sudden death, the very", "neutral_text": "We have done some research of who those bad guys can be, and"}
{"toxic_text": "Here yall hoes go dicc ridin&amp; shit", "neutral_text": "#PacerNation 4/4 on the road! Perfect way to continue after #iubb have finished #NBA #Pacers #indiana #hoosiers"}
{"toxic_text": "@MadameCurry_ what kind of hoe are you dressing up as?", "neutral_text": "@akaREKT @LadyVodkax in with the go to air out with the bad air and where's my next brownie"}
{"toxic_text": "French death metallers Benighted unveil a", "neutral_text": "Emotional contagion is a well-studied phenomenon where people are able to transfer"}
{"toxic_text": "@ilovetmills faggot", "neutral_text": "@NoHazardNoParty @PiBBzYx @piersmorgan @Jim_McLaren I can't wait for the day they take them be a boon for the entire nation"}
{"toxic_text": "\"I don't give a rat's ass what the hell you think,\" was Rodman's", "neutral_text": "From the point of view of the steel, however"}
{"toxic_text": "I hate people who talk loud, ignorant ass mother fuckers and ghetto people.", "neutral_text": "Golden Oreos are the best"}
{"toxic_text": "I gotta admit i used tell bitches everything they wanted to hear Bighead change my ways a lil bit", "neutral_text": "Ayo I jus had a mini heart attack behind the wheel..north Philly n fire crackers don't mix&#128553;&#128553;&#128514;&#128514; I&#8230; http://t.co/o5v2E4LFtm"}
{"toxic_text": "Like bitch you're a man. That means You don't show fear or pain. You be strong when others can't.", "neutral_text": "@YouBoysInGreen hahaha, made ya eat crow...."}
{"toxic_text": "@BBCNews why is there a porn video playing behind one of your news anchors", "neutral_text": "It was my sophomore year of college when I read those words in a tweet from a guy"}
{"toxic_text": "The gospel RT @TibriDotCom: Better wake up and realize that the good Lord ain't stop creating pussy when he built yours shawty.", "neutral_text": "RT @Baseball_Photos: A 17 year old girl once struck out Babe Ruth and Lou Gehrig back to back and was banned from baseball for it #Yankees &#8230;"}
{"toxic_text": "The New York Times ridiculed him for his outburst, editorializing that his", "neutral_text": "And then I realised, that the guy who had been feeling me"}
{"toxic_text": "RT @thecoreyholcomb: If your man is happy in his next relationship your fucked up ways are a blessing bitch", "neutral_text": "RT @_wintergirl93: I don't wanna hear Sgt. #Tahmooressi's name come outta the Preezy's mouth. He couldn't be bothered then, keep his pie ho&#8230;"}
{"toxic_text": "“I [will] kill you, stupid,”", "neutral_text": "Suddenly Cameron found his audience score bottoming out (currently 30%"}
{"toxic_text": "Strangle a stray kitten that’d", "neutral_text": "It's very possible that “@septscelles”"}
{"toxic_text": "Can you imagine these people, these animals, over in the Middle East that chop off", "neutral_text": "Gnarly PVC parts, unwanted vinyl products and other misplaced goods can jam up sorting machines, slow production and,"}
{"toxic_text": "&#8220;@ericwooden21 I need ran theo and theo HOMIE rocking the cool&#8221; I need some free shit or some hoes", "neutral_text": "\"Brownies for my brownie\" I love this movie. &#128517;"}
{"toxic_text": "The women then ripped her clothes off and sexually", "neutral_text": "The report states the program has cost $140 million"}
{"toxic_text": "Many Americans assume that Iran is a backward nation filled with poverty and squalor", "neutral_text": "The Army is using robots, such as semi"}
{"toxic_text": "Fabric dicks notwithstanding, the challenge for Labour less than a year from", "neutral_text": "Luminous pearls are wonders of the mineral world that shine"}
{"toxic_text": "~ Professional racial grievance industry profiteer and fake", "neutral_text": "Parties have agreed to let the cinemas operate through its busy holiday season, but the theater must close by no later"}
{"toxic_text": "Right now, though, there is only one big loser", "neutral_text": "Charleston is known for its fine food and Southern hospitality, but"}
{"toxic_text": "@kieffer_jason nigga u just called me a bitch last time i check im a fucking nigga get out there and ill show u what a real fight like", "neutral_text": "Short answer: Yes. ~ Sage Grouse Rebellion: Will Obama use two small birds to limit oil drilling in the West? http://t.co/TK0nZBBTte"}
{"toxic_text": "Can you really take dick or nah?\nCan I bring another bitch or nah?", "neutral_text": "The jigg is up"}
{"toxic_text": "&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;\"@AlisaRenee: you a faggot if you eat pork chops.\"", "neutral_text": "Lakers fans will feel the pain the Yankees fans are feeling today at the end of basketball season."}
{"toxic_text": "RT @Feenohmenal: @NotoriousBeep fifty bucks says a dense cunt thinks I say totes on the \"reg\" and unfollows b/c I said cheerleader. Countdo&#8230;", "neutral_text": "I hate that wee boy wae the squinty eyes in the game of thrones. #Suchaprick #hopehegetskilled"}
{"toxic_text": "@bitchdicknigga yeah cum itch my slit baby cakes", "neutral_text": "That mocha colored chick doe&gt;&gt;&gt;&gt; think I fell in love&#128525;&#128525;&#128525;"}
{"toxic_text": "She also blames the church \"for her inability to enjoy marital intercourse, for her three failed marriages,", "neutral_text": "In a period defined by Brexit, their 100%, undiluted Remain message has failed to get"}
{"toxic_text": "@alexiscarfield Thought to myself SHEEBA-SHEEBA, got my ass lookin' like a zebra!", "neutral_text": "RT @Mr_MshkL: &#1589;&#1608;&#1585;&#1577; &#1604;&#1591;&#1575;&#1574;&#1585; &#1575;&#1604;&#1603;&#1575;&#1585;&#1583;&#1610;&#1606;&#1575;&#1604; &#1575;&#1604;&#1571;&#1581;&#1605;&#1585; &#1575;&#1604;&#1605;&#1605;&#1610;&#1586;&#1548; &#1571;&#1581;&#1583; &#1588;&#1582;&#1589;&#1610;&#1575;&#1578; &#1604;&#1593;&#1576;&#1577; &#1575;&#1604;&#1591;&#1610;&#1608;&#1585; &#1575;&#1604;&#1594;&#1575;&#1590;&#1576;&#1577; angry birds &#1575;&#1604;&#1588;&#1607;&#1610;&#1585;&#1577; !\n&#8226; http://t.co/0lowkClb"}
{"toxic_text": "A man who took photos of women's breasts and buttocks as they", "neutral_text": "\"When the value of the 'PidTagAttachMethod' [within winmail.dat] is set to ATTACH_OLE (6),\" Haifei wrote, \""}
{"toxic_text": "Pandas: cute, but sexually inept and", "neutral_text": "Herard told the trooper he had been leaving"}
{"toxic_text": "@alexissixela__ stfu youre a pussy sit your ass down with all that noise", "neutral_text": "@BlackManUSA @texasdivepro Historical point: cracker was a term for the Irish settling in the woods of the mid-Atlantic. Hardly offensive."}
{"toxic_text": "RT @Jarhead44: Hi, can I buy you a margarita?\n\nSure!\n\nSo, I like the way your barstool shows off your clam.", "neutral_text": "I can't wait to watch the saints put their weiner right in the cowboys butts . Dallas is trash"}
{"toxic_text": "RT @BJayBlast: I love my family, but I wouldn't even need water to pop that Red Pill. That hoe is getting taken swiftly. http://t.co/wtXEOm&#8230;", "neutral_text": "RT @MensHumor: Cheating on a good woman is like eating out of the trash instead going out for steak. #truth"}
{"toxic_text": "Fuck fight music bitch this is losing ya life music", "neutral_text": "@WebAntOnYT btw Jim crow laws were supported by democrats not republicans and MLK was a republican #Fact"}
{"toxic_text": "“The kids took the p*** out of my", "neutral_text": "They are now one win away from"}
{"toxic_text": "RT @NoBeeetch: *comes home late*\n\nBae: Was her pussy good\n\nMe: Whos &#128517;\n\nBae: oh never mind http://t.co/iEc6bdqzoW", "neutral_text": "@whits_20 Good read -&gt; RT @WIRED: Why your cat thinks you're a huge, unpredictable ape http://t.co/nzA3zUwugp http://t.co/P8F8Gmkufy"}
{"toxic_text": "Then came the despicable slaughter of six men", "neutral_text": "Just reading small excerpts of the court proceedings, as well as considering the deep hurt of Roy’s family"}
{"toxic_text": "Fight night tonight, go Cotto. Smack that pompous cunt down in front of millions. #MayweatherCotto", "neutral_text": "RT @lachlan: So who wants to tell the Washington Post that Charlie Crist is a Democrat? http://t.co/LGzzYusEKZ http://t.co/2jCVv7qxqf"}
{"toxic_text": "Yaz bitch yaz, http://t.co/EOmRMqWNqT", "neutral_text": "RT @mikeimbriano: @briiixo Donnas taxes are gonna go up.#moulinyan#lol."}
{"toxic_text": "Ya kno nigga got two accounts...&#128586; RT @i_EaT_PIE: When the lil bitch start Tweetin... She'll see these tweets or someone will snitch", "neutral_text": "Yo if you get like over 25 of flappy bird you need to do some self evaluation because you probably have no life"}
{"toxic_text": "RT @saucygyro: @_WhitePonyJr_ ugly bitch has blood on her hands for her whore ways", "neutral_text": "RT @Brianhopecomedy: &#8220;Daddy, Batman&#8217;s parents are dead.&#8221;\n\n&#8220;Yup.&#8221;\n\n&#8220;And Superman&#8217;s.&#8221;\n\n&#8220;Yup.&#8221;\n\n&#8220;What am I going to be when you die?&#8221;\n\n&#8220;Sad ho&#8230;"}
{"toxic_text": "All the redskins act like @DeSeanJackson11 te bitch @DeAngeloHall23 the bitch", "neutral_text": "I went outside and got mad bc this weather is trash"}
{"toxic_text": "Such accusations are all the more repugnant as the Obama administration is", "neutral_text": "A coalition of poverty groups, industry experts and politicians have piled new pressure on the big six energy suppliers to"}
{"toxic_text": "RT @AlmightyVinny_: \"I'm a soft more\"&#128514;&#128514;&#128557; hoes dumb man", "neutral_text": "My goal for soccer this year is to get a yellow card every game"}
{"toxic_text": "It is understood Pritchard, a 21-year-old hooker, will only face a reprimand", "neutral_text": "In the words of Francis himself, the song is about, “everyone needing to stop pidgeonholing producers into one genre, and also"}
{"toxic_text": "I hate that my mom says she trying to move out here... Like bitch the only reason your \"trying\" is because you don't have a place to live..", "neutral_text": "@SusanneWhite they're so goooood. I just want like a savoury salty cheesy cracker"}
{"toxic_text": "@ElizabethBatman We doing it Lizard. Unless you skype us, bitches.", "neutral_text": "I want a slope job so I can get away from everything and be by myself for two weeks. I hate being around people unless they are my friends."}
{"toxic_text": "@KayciMalynn yo bitch, I miss you too.", "neutral_text": "Ask the governor how we are supposed to pay for this? Typical #teabagger mentality. Government is EVIL until we need them LOL #morningjoe"}
{"toxic_text": "@MSoltan18 @Matt_Simonson @KoredeB9 nvm thought we were talking fifa sorry matt you're not trash at zombies", "neutral_text": "@fennecuskitsune you've got no sole"}
{"toxic_text": "BF: I think we need some pet insurance. GF: LMAO, why, what for? BF: Because I'm destroying your pussy everyday.", "neutral_text": "Also, it&#8217;s a hiccup to Jihadi propaganda: they portray themselves as the only ones willing to die for their cause."}
{"toxic_text": "ESTP: Understanding how to get things done without following the bullshit rules", "neutral_text": "As for Gary Brown, Bochy said it hasn’t been determined"}
{"toxic_text": "\"At this point, I could give a fuck about selling a million records, as", "neutral_text": "Sarandon attempted to clarify, but it was too late —"}
{"toxic_text": "&#8220;@FunnyPicsDepot: When the nigga with the aux cord playin some trash shit http://t.co/LMP5BeplVy&#8221; @JWilko7", "neutral_text": "RT @MizzCreme: Her being albino isn't the problem. Its that gut, that hair, and that fish net she decided to wear. Sooo many things wrong w&#8230;"}
{"toxic_text": "CEBROS and corporate hoes", "neutral_text": "Whenever I see a pic captioned\n\"Soft ghetto\" I log off for 25 minutes"}
{"toxic_text": "Fuck her right in the pussy.", "neutral_text": "@Hovaa_ your pet zebra. stripey?"}
{"toxic_text": "@nfl am I watching football or pussy soccer? Wtf?", "neutral_text": "Enjoying the eccentricity of @RayEvernham's AmeriCarna. Charlie Daniels appearances in two of the three episodes I have watched."}
{"toxic_text": "thin privilege is being able to join a goddamn forum related to your disability because you need a new", "neutral_text": "“They basically come to you and say, ‘We are going"}
{"toxic_text": "Throw some orange on dat bitch", "neutral_text": "RT @Yankees: #SpringTraining Daily takes a look at the #Yankees&#8217; outfield, perhaps the AL&#8217;s deepest: http://t.co/RP3Gz6MDBF (via @Yankeeson&#8230;"}
{"toxic_text": "RT @laken_heavner: I'm such a bitch, I'm hard to handle, I'm stubborn, and I have an attitude. Sorry to the people who put up with it &#128582;", "neutral_text": "\"@MLBNetwork: Stay tuned to @MLBNetwork for an update on the report that @Yankees 1B @teixeiramark25 will be out 8-10 weeks\" @dliming35 #bum"}
{"toxic_text": "A bigger, more selfish, chunk of me is wishing that it", "neutral_text": "You can check out the entire interview below.\n\n(Cabinet comments come"}
{"toxic_text": "@Liveitupjersey yeah, I seen you tweet about bitch &amp; block. I used it...it fits!", "neutral_text": "&#8220;@fatbellybella: I know u didnt hit that jigga with my fav purse. .. @solangeknowles&#8221;--no chill! &#128514;&#128514;"}
{"toxic_text": "Worst of all, they are demanding that you tag", "neutral_text": "Google late Wednesday announced that it would pay $1.1 billion for employees from HTC's smartphone"}
{"toxic_text": "Yu a bitch made nigga", "neutral_text": "@Ehh_DontTouchMe @kourtj3000 @bria_leeandrea thats ghetto.."}
{"toxic_text": "Chutzpah, shamelessness, brazen hypocrisy, an attempt to put satirists", "neutral_text": "Read by 12,931 people Mac SlavoOctober 5th, 2015 While stability is a major talking point of the Federal Reserve and US"}
{"toxic_text": "\"It kind of sucks because it feels like it was taken away from me a", "neutral_text": "I call on my Republican colleagues in the House to support these investigations in order to"}
{"toxic_text": "Dealing a blow to the White House's", "neutral_text": "At that point investigators noticed Booker was “fidgeting” and a doctor threatened"}
{"toxic_text": "I heard them same pussy niggas hatin !", "neutral_text": "It's a plane, it's a bird, nah it's just me doing laps around the dam. Lol"}
{"toxic_text": "The chicks in this article are the absolute most whiny, selfish, entitled hags", "neutral_text": "Someone reportedly recognized the dog and alerted authorities"}
{"toxic_text": "Tyra Batts, who is new to the team and the only black player, was shocked and offended to learn", "neutral_text": "I guess I have to start a week ago when I commented on the"}
{"toxic_text": "I thought it was Legal to beat yo hoe!", "neutral_text": "@JayJuice22 @Ish_MallyMal no song I've heard was good is what I mean by he's trash"}
{"toxic_text": "You Albanian Assholes\"\n\nThe full 'must watch' BBC video is not embeddable, but worth viewing, so", "neutral_text": "It sounds like “why are you not"}
{"toxic_text": "@kieffer_jason bitch u a thot oh fake ass nigga box up hoe u not bout nothing", "neutral_text": "b/c she likes black men and rap music? Huh lol RT @Magssca: @WaymoTheGod in general she wants to be colored"}
{"toxic_text": "@Noworriezzzz basically we're mad at them for being hoes", "neutral_text": "This O6 just caught me talking to a bird and that was pretty embarrassing"}
{"toxic_text": "@Are_Ohh_Bee bitch you up and joined the fucking army and those of us around this bitch was like \"where the fuck rob go to the fuckin army?\"", "neutral_text": "RT @BleacherReport: VIDEO: CFL LB Solomon Elimimian trash talks an opponent during a halftime interview http://t.co/EYjinwIWwE http://t.co/&#8230;"}
{"toxic_text": "It has no objective value; a bare ass", "neutral_text": "Because at a time of surging popular anger at the political and economic elite, the revelation that the rich are benefiting"}
{"toxic_text": "A 46-year-old mother who posed naked for a 14-year-old boy", "neutral_text": "\"And I've ended up collecting them"}
{"toxic_text": "Oh \"@SoNi99a_: i hope Dre falls dickhole first into my pussy \"", "neutral_text": "RT @wilw: Even shorter Charlie Sheen: \"Your move, Mel Gibson.\""}
{"toxic_text": "Qadri was a criminal and a murderer and the day he was convicted", "neutral_text": "\"Sir, we didn't need to verify that he"}
{"toxic_text": "&#8220;@joytooawesome: @im_jessicaaaaa @vintage_monroe_ haha bitch &#128523;&#128518;&#8221; http://t.co/n5uuCDTDxT", "neutral_text": "My grandma threw out all of my raps. Ones I made from 7th grade to now. I'm literally crying. Thats all my work in the trash. &#128530;&#128532;&#128547;&#128546;&#128557;&#128560;&#128545;&#128548;&#128544;&#128127;&#128122;&#128589;"}
{"toxic_text": "“He’s only amongst humans because a woodcutter pissed us off by chopping down a magic yew tree and we stole", "neutral_text": "A statement read: \"The biggest impact of the budget cuts is around the purchasing of electronic voting equipment"}
{"toxic_text": "The people of your house are dead and you", "neutral_text": "Former football coach Barry Bennell has been charged with"}
{"toxic_text": "“Seriously you sound like a KO Barstool freak, not a chick that has a job where", "neutral_text": "I’ve explained to a truly confused listener why, anatomically"}
{"toxic_text": "Delete this! Lmao RT @SedSince81: bruno mars and el debarge both cop blow from the same nicca....but don't mind me tho", "neutral_text": "@DarthMaverick7 @Xcntrik @religulous @chrispyosh Rather than believe that there was a man who was the very definition of good, u mock it."}
{"toxic_text": "In court, Eisner had to admit that he once said of Katzenberg, \"I hate the little midget,", "neutral_text": "President Donald Trump, Russian President Vladimir Putin and other"}
{"toxic_text": "Constant Lovers, Bear Mountain, Fools Gold Club House, Theoretics,", "neutral_text": "But then we have this very literalized instance of it in terms of \""}
{"toxic_text": "“It felt pretty stupid, to be honest … but I think they might actually read it, because", "neutral_text": "(CNN) Watch what you say about Susan Sarandon"}
{"toxic_text": "If that ice spear is correct it will be fucked up", "neutral_text": "The complaint, a copy of which you'll find below, quotes one resident's"}
{"toxic_text": "RT: A number of measures were taken all over Europe after last year’s Cologne sex attacks, like", "neutral_text": "As the Wall Street Journal pointed out, “Justice is claiming that the voucher program may be illegal because"}
{"toxic_text": "@JHafe big booty hoes!", "neutral_text": "RT @duttyOGshake: for real this game is pub trash let's do drugs and get smashed"}
{"toxic_text": "Feast your eyes on some of the most recent food bastards and let", "neutral_text": "The finds were made in the port of Santos near to Sao Paulo and"}
{"toxic_text": "The slaughtering of 6 million Jews is not an irrelevant", "neutral_text": "And not a week goes by it seems without some state legislature in some Republican-controlled"}
{"toxic_text": "MORE: Honestly, you are an idiot if", "neutral_text": "An outcome is only acceptable to Democrats if it clearly demonstrates that"}
{"toxic_text": "Destiny's Child song \"Say My Name\" is the insecure bitches anthem.", "neutral_text": "@CapitolEVAN That's where I saw the leprechaun. He told me to burn things."}
{"toxic_text": "Amid sickening whoops of joy and shouts of 'Allah is greatest', the barbaric jihadis", "neutral_text": "\"Now concerning the things whereof ye wrote unto me: It"}
{"toxic_text": "\"Rob Schrab continues his fucking campaign of terror on", "neutral_text": "Tierra Hohn, 18, managed to collect several thousand"}
{"toxic_text": "Crooked Hillary Clinton made up facts about me, and “forgot” to mention the", "neutral_text": "The retailers have folks who monitor social media pretty closely and if we could start to show a cost for"}
{"toxic_text": "This is not because the witnesses are stupid but", "neutral_text": "On a hot sunny afternoon in March 2008, in a tiny hostel room of my undergraduate college, my room"}
