{"toxic_text": "@OsvaldoVause kik me u nigglet I need to know when we outs to the pool", "neutral_text": "RT @BaddieBellaDona: Instant mashed potatoes are trash &#128686;"}
{"toxic_text": "&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;\"@AlisaRenee: you a faggot if you eat pork chops.\"", "neutral_text": "RT @TFCbooks: Friday 6pm @busboysandpoets Vivek Balk: Bengali Harlem &amp; the Lost Histories of South Asian America http://t.co/veYAqnAiDG &#8230; @&#8230;"}
{"toxic_text": "I see the same hoes", "neutral_text": "Fairy Tale Hat - free crochet pattern for child and adult at http://t.co/0lRaBLMHB2 http://t.co/99zVbmYVe9"}
{"toxic_text": "He doesnt like you, ya stupid bitch. He likes ur vag. Idiot haha. #goingtogethurtagain", "neutral_text": "@ItsKiaraaaa looks like you took a red marker and colored on your leg"}
{"toxic_text": "Drink up bitches", "neutral_text": "@AdamBaldwin @ChicoDelainky clams to be a comedy writer. #untrue"}
{"toxic_text": "@alexiscarfield Thought to myself SHEEBA-SHEEBA, got my ass lookin' like a zebra!", "neutral_text": "I uploaded a @YouTube video http://t.co/JHUuZpgr UPDATE ON UGANDA ANTI-GAY BILL: Freemasonry, Anglo-American Influence, and"}
{"toxic_text": "@MadameCurry_ what kind of hoe are you dressing up as?", "neutral_text": "RT @AishaMoodMills: Fox News mocks victim of Ray Rice elevator assault: &#8216;I think the message is, take the stairs&#8217; http://t.co/6TKLgUP2Wh ht&#8230;"}
{"toxic_text": "The gospel RT @TibriDotCom: Better wake up and realize that the good Lord ain't stop creating pussy when he built yours shawty.", "neutral_text": "@MarkB_LifeStyle @SportsCenter @Athletics Cant the Yankees make some last weeks moves??"}
{"toxic_text": "@Hovaa_ ok wat ever u say whitey. u prolly never even seen shaft.", "neutral_text": "I'm about to post my Charlie Clips vs Yung ill rap battle review in a few"}
{"toxic_text": "You got wild bitches tellin you liessss", "neutral_text": "@TheGamecubeGuy I liked the day a bird got in your classroom."}
{"toxic_text": "RT @NikoWavy: If you know yo pussy smells like death why tf would you sit there an let a nigga finger you? Bitches have no shame man.", "neutral_text": "RT @alicia_garcia3: \"That's why God made brownies. To replace boys.\""}
{"toxic_text": "&#8220;@FreddieGibbs: Tea bag a bitch.&#8221; Pahahaha", "neutral_text": "Or she just cant afford winter clothes RT @da_1eye_creep Summer hoe = winter Muslimah"}
{"toxic_text": "&#8220;@Chykalet \"I know I must make a lot of ya'll hoes sick &amp; all I can tell you hoes, get used to it bitch!\"&#8221;", "neutral_text": "They say one man's trash is the next man's treasure. Where one finds pain the next might find pleasure."}
{"toxic_text": "@JermsAllOver I can't be homeless in 2014.... but them bitches better not slip in 2015", "neutral_text": "RT @TheOrlandoJones: Funny how people who take their fantasy sports leagues very seriously are celebrated while those who play D&amp;D are mock&#8230;"}
{"toxic_text": "Dawg oriental flavored noodles go so fuckin hard b RT @J_Dun54: @ItsNotHarold Lmfaoo! Fuckin coon. Smh", "neutral_text": "And now Jihadis bragging about a massive bombing in Sadr city in Baghdad. #Iraq #onslaught"}
{"toxic_text": "Fuck fight music bitch this is losing ya life music", "neutral_text": "RT @UrbanEngIish: When your phone goes off in class and the teacher says \"turn that trash off\" but its a song from your mixtape = https://t&#8230;"}
{"toxic_text": "RT @saucygyro: @_WhitePonyJr_ ugly bitch has blood on her hands for her whore ways", "neutral_text": "RT @ShaneDennis37: In the \"Nothing Lasts Forever\" category, I can barely recognize any Yankees tonight."}
{"toxic_text": "digging a hole is very satisfying, it's climbing out that's a bitch.", "neutral_text": "Homework and boonies date with Caitlin tonight&gt;&gt;"}
{"toxic_text": "&#128563;Oh this bitch Midy must be crazy http://t.co/75LWvtD4oJ", "neutral_text": "My shift won't be over no time so in the mean time im doing what I have to go to get by. And if it means tweeting trash I will"}
{"toxic_text": "Throw some orange on dat bitch", "neutral_text": "@Johnny3_ @HPGuilty trash ain't it"}
{"toxic_text": "BF: I think we need some pet insurance. GF: LMAO, why, what for? BF: Because I'm destroying your pussy everyday.", "neutral_text": "Brownies brownies brownies"}
{"toxic_text": "The corny facade is all apart Nick Cannon's plan. Nigga is actually a genius on levels of business and bitches.", "neutral_text": "Jihadi John has struck again. Prayers with the victims' families. What is the #bounty on His head? Time 4 him 2 meet allah"}
{"toxic_text": "RT @Ms_SadaClay: No thanx, I'm on a diet RT&#8220;@viaNAWF: &#127850; RT @Ms_SadaClay: I love salad RT&#8220;@viaNAWF: Anyway fuck you hoes, eat a salad.&#8221;&#8221;", "neutral_text": "Another season of retweeting every one of @nikaaaa3 's Yankee tweets! &#128514;&#128514;&#128514;&#128514;"}
{"toxic_text": "Dis bitch a wizard &#8220;@dominicrock55: &#8220;@H8UHOES: Snd me nudes like dis lol http://t.co/7f2dW6SMR8&#8221; her couch floatin? Wtf&#8221;", "neutral_text": "Traffic in the gables &lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;"}
{"toxic_text": "RT @TheVibeKing: I didn't go wrong when I started talking to you, I went wrong when I trusted your bitch ass", "neutral_text": "RT @ajbk4life1: how do people not realize the jig ?"}
{"toxic_text": "You can't play me for a fool my niggah", "neutral_text": "Nipple banana monkey!"}
{"toxic_text": "I told that chick tell the truth, if you the realest bitch i ever met then show me some proof", "neutral_text": "I just need the Yankees to win the pennant!"}
{"toxic_text": "\"@StellaTex: Guess what? I also have zero time for your mansplaining! Adios!\" Stfu pussy", "neutral_text": "RT @JewJitsuGrl: @AdmiralAckbar3 @00_jackie @Darknight420 @allahthefairy &#128073; @TayyibN &#128072;\nTiny Jihadi http://t.co/PDIKbrvCJ8"}
{"toxic_text": "@jzsuschrist ok they have 2 niggers in raw", "neutral_text": "@CheckMyLingo_ @Kingpin_Terror ima get this so every time I throw trash away its where it really belongs http://t.co/DRGBekvzun"}
{"toxic_text": "RT @NoHoesNextDoor: Mimi so proud to be a hoe", "neutral_text": "I want some cookies, brownies and ice cream. &#128523;"}
{"toxic_text": "No bitch. You slut. RT @ITSBEEBITCH__: @viaNAWF CHILL", "neutral_text": "&#8220;@iamkrause: All I see in every #IfTheyGunnedMeDown tweet... http://t.co/XWmkac1Aw6&#8221;\nDis be like da colored Brady Bunch"}
{"toxic_text": "I think you're in a bad mood from munching on hairy pussy.", "neutral_text": "RT @GreGooglyMoogly: My mind is so clear a bird just crashed into the side of my head."}
{"toxic_text": "@ilovetmills faggot", "neutral_text": "RT @karen_gonski: i wish i was one of those girls who guys liked no matter what...ike i could wear sweats and my hair up and they would sti&#8230;"}
{"toxic_text": "Counting money while my bitches sleep.", "neutral_text": "NEW Nashville Noise! @LukeBryanOnline loves burgers, @DierksBentley honky tonks, and @ChrisYoungMusic grabs a pizza. http://t.co/sCCDyhE6EY"}
{"toxic_text": "New boss said my buttons on my shirt can't be white. So I colored them hoes with a sharpie &#128514; glossy", "neutral_text": "@HarleyyyQuinn_ trash"}
{"toxic_text": "@MSoltan18 @Matt_Simonson @KoredeB9 nvm thought we were talking fifa sorry matt you're not trash at zombies", "neutral_text": "Hugs or Kisses? &#8212; Hugs. It gives you a warm fuzzy feeling. http://t.co/HRY3sVlwgs"}
{"toxic_text": "@JawShoeeAhhh @jehnayy no bitch lol", "neutral_text": "RT @Giants: Mariano Rivera now has a street outside Yankee Stadium named after him, which Giants have also had similar honors: http://t.co/&#8230;"}
{"toxic_text": "RT @Derekisom: Making this first day my bitch", "neutral_text": "I been to mushroom mountain\nOnce or twice but who's countin'\nBut nothin compares\nTo these blue &amp; yellow purple pills&#128156; http://t.co/fMjlVMEqDO"}
{"toxic_text": "@KayciMalynn yo bitch, I miss you too.", "neutral_text": "oops: 'constitutionalists' #teabaggers in #mississippi forgot ratify a centerpiece of the constitution: 13th amendment banning slavery."}
{"toxic_text": "RT @AlmightyVinny_: \"I'm a soft more\"&#128514;&#128514;&#128557; hoes dumb man", "neutral_text": "RT @hoes: RT if you'd marry Scarlett Johansson http://t.co/KMoJDDIl7h"}
{"toxic_text": "Oh \"@SoNi99a_: i hope Dre falls dickhole first into my pussy \"", "neutral_text": "This re-colored pictured of Abraham Lincoln is one of the coolest things I&#8217;ve seen in a while&#8230; http://t.co/SHosDU7RYP"}
{"toxic_text": "feel like im at home when im in dis bitch", "neutral_text": "@peteyhoti that funky monkey"}
{"toxic_text": "I hate people who talk loud, ignorant ass mother fuckers and ghetto people.", "neutral_text": "My favorite DC restaurant is Charlie Palmers. @Sweet_Me_Lissa @sassylibrarian1 @taotao_salupa @tingtingbabyyyy"}
{"toxic_text": "&#8220;@_hellMEL: Men hop in they feelings much quicker than women.&#8221; Not me &#128520; I hop in ya bitch", "neutral_text": "@mimi_sanabria I really did, right off my bed. Where you put all these dam yellow starburst!!!! *throws them out the window* &#128553;"}
{"toxic_text": "RT @YaBoyKip: \"I hope this bitch ain't a catfish\" http://t.co/56JKqioEPE", "neutral_text": "Jindal seemed to be having an out-of-body experience enhanced by special brownies\nhttp://t.co/W0cyEcqKLo\nBj Up and At 'Em\n#stribpol #mngop"}
{"toxic_text": "Stress stress go away. Come again never you fucking bitch", "neutral_text": "Morning trash http://t.co/xba6WWVO7m"}
{"toxic_text": "@TheErniie @DesignsWithSoul pull the trigger bitch", "neutral_text": "Saw 5 pick up a dime off the floor with her toes. Apparently my \"monkey toes\" gene is strong with that one."}
{"toxic_text": "RT @DanBilzerian: My boy is obviously gonna be slaying all the pussy tonight, dressed as a ninja turtle http://t.co/su2HNFq6S8", "neutral_text": "RT @jennakimjones: Dear Oreo, What's this I hear about a Watermelon flavor? KEEP YOUR FAKE FRUIT FLAVOR OUT OF MY CRISCO SANDWICHES!!! Love&#8230;"}
{"toxic_text": "@Dswizzle3 bitch i dont even look like that keep talking and we going to fight", "neutral_text": "RT @TalibKweli: Do you want to hear the truth or are you only looking to hear what makes you feel all warm and fuzzy inside? I choose truth&#8230;"}
{"toxic_text": "These hoes they be homie hopping !!!! But idgf AIN'T NO FUN IF THA HOMIES CAN'T HAVE NUN !!!!!!!! GO UP THEN", "neutral_text": "I hopes dis don't come as a severe shock to use but I'm colored"}
